{
	"title": "PMS 07",
	"english_title": "PMS 07",
	"date": "2023-10-02",
	"data": [
		{
			"key": "GENERAL_HISTORY",
			"value": "These songs were used by a rapper as the basis for hobbyist publications. These 2 songs had received a total of approx. 400,000 listens with him. These were published on the Finnish mikseri.net website in late 2006 and summer 2007."
		},
		{
			"key": "LIFE_BEGINNING",
			"value": "It is the first half of the year 2007. The author was in the second year of high school and was in the first relationship of his life, which he was proud of and which had a strong effect on him."
		},
		{
			"key": "LIFE_END",
			"value": "It was the summer when the author was almost an adult. However, nothing warmed in the right direction, but he did not get discouraged and focused on his own life. Her relationship was about to fall apart in a rare catastrophic way, because the woman was getting bad drug and mental health problems from her new friends at Oulu Lyseo high school. Still, the woman herself did not accept it as an obvious truth, but secretly created her own delusional world, which was coming to bite this author secretly in the back. The author was getting serious decades-long traumas in his relationship life."
		},
		{
			"key": "LIMITS_BEGIN",
			"value": "The author broke up for the first time in his relationship, which led to on-off dating."
		},
		{
			"key": "LIMITS_END",
			"value": "On-off dating led to watching the woman's problems pile up and watching her self-destruct, leading to bad relationship traumas."
		},
		{
			"key": "LIFE_SCHOOL",
			"value": "Tampere Rudolf Steiner high school Oulu office in Oulu, Finland."
		},
		{
			"key": "LIFE_RELATIONSHIPS",
			"value": "On-off dating and lots of sex"
		},
		{
			"key": "LIFE_NERDINESS",
			"value": "Using Windows XP and learning Ubuntu. Dual boot."
		},
		{
			"key": "LIFE_MUSIC_PRODUCTION",
			"value": "The author learned to use Cubase 5 and Antares Auto-Tune. However, he did not dare to take the mic, which negatively affected his production career."
		},
		{
			"key": "LIFE_PHYSICAL_EXERCISE",
			"value": "Walking the dog."
		},
		{
			"key": "LIFE_ART",
			"value": "Making hip-hop beats with Cubase, making tablature with Guitar Pro 5, playing acoustic guitar at home. Visual art was done regularly at the Steiner School."
		},
		{
			"key": "LIFE_FAMILY",
			"value": "His divorced parents were dating, all his grandparents were divorced. He was involved with his cousins. He went to the same school with his sister. He visited his father with his sister every 2 weeks."
		},
		{
			"key": "HEADSPACE_POSITIVITY",
			"value": "He tried to make rap lyrics where he praised himself. It didn't come out strong."
		},
		{
			"key": "HEADSPACE_NEGATIVITY",
			"value": "He made beautiful ballads where he talked about the breakup by telling his ex \"have a good trip\"."
		},
		{
			"key": "THEME_COMPOSITION",
			"value": "Combining band music and electronic music."
		},
		{
			"key": "THEME_LYRICAL",
			"value": "Personal, metaphorical."
		},
		{
			"key": "THEME_PRODUCTION",
			"value": "Rock hiphop."
		},
		{
			"key": "GENDER",
			"value": "-1"
		},
		{
			"key": "FAITH_AND_REASON_SEEKER",
			"value": "-1"
		},
		{
			"key": "GROUP_FAITH",
			"value": "1"
		},
		{
			"key": "OLD_AND_NEW_BELIEVER",
			"value": "-1"
		},
		{
			"key": "BELIF_COMMUNITY",
			"value": "1"
		},
		{
			"key": "SEEKER_OF_TRUTH",
			"value": "-1"
		},
		{
			"key": "PHYSICAL_PREFERENCE",
			"value": "-1"
		},
		{
			"key": "SEXUAL_ORIENTATION",
			"value": "1"
		},
		{
			"key": "SEXUAL_PREFERENCE",
			"value": "1"
		},
		{
			"key": "IMAGERY",
			"value": "-1"
		},
		{
			"key": "RATIONALITY",
			"value": "-1"
		},
		{
			"key": "SEXUALIZATION",
			"value": "-1"
		},
		{
			"key": "EXPECTATIONS",
			"value": "-1"
		},
		{
			"key": "PROBLEM_SOLVING",
			"value": "-1"
		},
		{
			"key": "SEXUALITY",
			"value": "-1"
		},
		{
			"key": "SEXUAL_ACTING",
			"value": "-1"
		},
		{
			"key": "SEXUAL_COMMITMENT",
			"value": "1"
		},
		{
			"key": "MOOD_JOYFUL_MELANCHOLIC",
			"value": "-1"
		},
		{
			"key": "MOOD_LIGHTHEARTED_SOMBER",
			"value": "-1"
		},
		{
			"key": "MOOD_UPLIFTING_HEAVY",
			"value": "-1"
		},
		{
			"key": "MOOD_PLAYFUL_SERIOUS",
			"value": "-1"
		},
		{
			"key": "A8",
			"value": "1"
		},
		{
			"key": "A10",
			"value": "1"
		}
	],
	"year_of_content": 2007,
	"lyric_summaries": [

	],
	"song_analysis": [

	],
	"analysis": [
		"",
		"",
		"",
		"",
		"",
		"",
		""
	],
	"cover_suggestions": [

	],
	"ideas": [
		{
			"title": "Iina meni pois",
			"target_song": "Sydämen Asialla",
			"reference_song": "-- ei ole -- mutta hittisointukaava oli valittu cliche --- ja niistä biiseistä aidosti koskettavin oli 'RHCP - Otherside', joten se, jos jokin --",
			"description": "Sydämen asialla biisin projekti nimi oli 'Iina meni pois', mikä liittyi seurustelusuhteeni on-off vaiheeseen, missä oli vaikea erota ja jäädä yksin.\nTein myös sanat, mitkä on kuultavissa vielä lopullisen kappaleen kertosäkeessä ja bridgessä, mutta ne ei olleet rehelliset, tai niin ainakin ajattelin.\nLoppujen lopuksi, en osaa sanoa enää onko ne epärehelliset... vai alitajuisesti rehelliset.\n\nKirjoitushetkellä mielessäni oli ärsyttävä teinityttö, jonka suhtautuminen teini-parisuhteisiin on humoristisen kevyttä.\nSanat on tehty hänen ajatusmaailmaa kuvitellen, mutta yleisö piti sanoituksia vakavivana, mikä oli minulle yllättävää.\nYleisön vakavan ja aidon reaktion takia minun täytyi muuttaa omaa suhtautumistani asiaan... ja vakavoitua myös.\n"
		},
		{
			"title": "Karkkipäivä",
			"target_song": "Rakkauden Aika",
			"reference_song": "Soul Captain Band yleisesti",
			"description": "Olin soittanut klassista kitaraa melko paljon seurustellessani, koska tyttöystäväni luona ei ollut tietokonetta, vaan kitara.\nOlimme myös kuunnelleet paljon kitarapitoista suomi-reggaeta ja suomalaisia artisteja, etenkin sängyssä.\nIdea muodostui suunnittelematta Cubase ohjelmistoa käyttäen.\nNauhoitin jonkun tavallista kauniimman kitaranäppäilyn ja sitten kehitin sitä pilkkomalla sitä samplea.\nSamplen pilkkominen oli ollut jo tuttu työkalu musiikin tuottamisesta, mutta en ollut käyttänyt sitä leikkimielisesti aikaisemmin.\nSample-leikellystä akustisesta kitarasta tuli aika hauskan kuuloinen omalla tavallaan, ja sille oli saatava valmis kappale.\nSanoitusidea tuli vastakohtana edelliselle kauniille pianoballadille 'Sydämen asialla'.\nEn halunnut toistaa samaa ideaa, vaan halusin kontrastiksi konfliktia.\n"
		}
	],
	"songs": [
		"heartbeat",
		"time_of_love"
	]
}