{
	"artist": "",
	"title": "Scar Tissue",
	"english_title": "",
	"prj_name": "",
	"structure_str": "verse1:2:3:3,chorus1:2:2:2,verse2:2:2:2,chorus2:3:2:2:2,verse3:2:3:2,chorus3:2:2:2,verse4:2:3:2,chorus4:3:2:2:2,verse5:2:3:3,chorus4",
	"structure": [
		"verse1",
		"chorus1",
		"verse2",
		"chorus2",
		"verse3",
		"chorus3",
		"verse4",
		"chorus4",
		"verse5",
		"chorus4"
	],
	"content": {
		"obj[0]": "verse1:\r\nThe scar tissue in my elbow flexors [br] that I wish you saw, that you might know what trouble I am in [br] but not really, I'm just sarcastic, a mister know-it-all.\r\nI'm saying to myself to close eyes [br] and I say to myself that I'll kiss with this drug injection, [br] because I'm high on drugs and share the view with the birds.\r\n\r\nchorus1:\r\nWith the birds I see outside the toilet window [br] I'll share this lonely viewing\r\nWith the birds I see outside the toilet window [br] I'll share this lonely viewing\r\n\r\nverse2:\r\nThe heroin shot made me push myself against the wall, [br] Now I feel strong and rewarded like a young Kentucky girl in a push-up bra.\r\nI lick the blood that drips from the heroin shot spot [br] I taste my own health at the same time\r\n\r\nchorus2:\r\nWith the birds I see outside the toilet window [br] I'll share this lonely viewing\r\nWith the birds I see outside the toilet window [br] I'll share this lonely viewing\r\nWith the birds I see outside the toilet window [br] I'll share this lonely view\r\n\r\nverse3:\r\nMy heroin shot caused me a blood loss [br] in a bathroom stall, where I injected it [br] Now, I'm so weak that I speak like a southern girl with a Texas drawl.\r\nI leave the bathroom and wave goodbye to ma and pa sings in bathroom doors [br] I'm high and with the birds I'll share this lonely view\r\n\r\nchorus3:\r\nWith the birds I see outside this service station [br] I'll share this lonely viewing\r\nWith the birds I see outside this service station [br] I'll share this lonely viewing\r\n\r\nverse4:\r\nI'm soft spoken like had a broken jaw, [br] I finally step outside from service station, [br] I feel peaceful when I'm high, so I wouldn't start a fight.\r\nAnd autumn's sweet, we call it fall. [br] I'm too high to stand straight, but I'll make it to the moon if I have to crawl\r\n\r\nchorus4:\r\nWith the birds I see at this vantage point [br] I'll share this lonely viewing\r\nWith the birds I see at this vantage point [br] I'll share this lonely viewing\r\nWith the birds I see at this vantage point [br] I'll share this lonely view\r\n\r\nverse5:\r\nThe scar tissue in my elbow flexors [br] that I wish you saw, that you might know what trouble I am in [br] but not really, I'm just sarcastic, a mister know-it-all.\r\nI'm saying to myself to close eyes [br] and I say to myself that I'll kiss with this drug injection, [br] because I'm high on drugs and share the view with the birds.\r\n\r\nchorus4:",
		"obj[1]": "verse1:\r\nI gave my ex scar tissue [br] that I wish you saw so that you would be afraid of me, [br] you're a sarcastic mister know-it-all.\r\nBut don't worry, close your eyes [br] and I'll kiss you, [br] with the birds I'll share the kiss.\r\n\r\nchorus1:\r\nWith the birds that see us kissing [br] I'll share this lonely viewing at this vantage point\r\nWith the birds that see us kissing [br] I'll share this lonely viewing at this vantage point\r\n\r\nverse2:\r\nPush me up against the wall lovingly, like you want to have sex, [br] look me like a young Kentucky girl in a push-up bra.\r\nI touch my self when I think you I like to lick your genitals [br] I like to lick your skin\r\n\r\nchorus2:\r\nWith the birds that see us kissing [br] I'll share this lonely viewing at this vantage point\r\nWith the birds that see us kissing [br] I'll share this lonely viewing at this vantage point\r\nWith the birds that see us kissing [br] I'll share this lonely view\r\n\r\nverse3:\r\nI have blood loss due to menstruation [br] I'm in a bathroom stall, [br] I'm like a southern girl with a scarlet toilet flush.\r\nI'm old enough to leave home, so I wave goodbye to ma and pa [br] I'm going to a road trip and the birds see us kissing\r\n\r\nchorus3:\r\nWith the birds that see us kissing [br] I'll share this lonely viewin' at this road trip\r\nWith the birds that see us kissing [br] I'll share this lonely viewin' at this road trip\r\n\r\nverse4:\r\nMy boyfriend is soft spoken when he talks to me, [br] Sometimes he will step outside, [br] but he won't brawl, because he's a good guy.\r\nWe are walking outside and autumn's sweet, we call it fall. [br] I feel like going to the moon, when I crawl to you in the bed\r\n\r\nchorus4:\r\nWith the birds that see us kissing [br] I'll share this lonely viewing at our walk outside\r\nWith the birds that see us kissing [br] I'll share this lonely viewing at our walk outside\r\nWith the birds that see us kissing [br] I'll share this lonely view\r\n\r\nverse5:\r\nI gave my ex scar tissue [br] that I wish you saw so that you would be afraid of me, [br] you're a sarcastic mister know-it-all.\r\nBut don't worry, close your eyes [br] and I'll kiss you, [br] with the birds I'll share the kiss.\r\n\r\nchorus4:\r\n\r\n",
		"obj[2]": "verse1:\r\nScar tissue [br] that I wish you saw, [br] sarcastic mister know-it-all.\r\nClose your eyes [br] and I'll kiss you, [br] 'cause with the birds I'll share (this lonely view)\r\n\r\nchorus1:\r\nWith the birds [br] I'll share this lonely viewin'\r\nWith the birds [br] I'll share this lonely viewin'\r\n\r\nverse2:\r\nPush me up against the wall, [br] young Kentucky girl in a push-up bra.\r\nFallin' all over myself to lick your heart [br] and taste your health 'cause\r\n\r\nchorus2:\r\nWith the birds [br] I'll share this lonely viewin'\r\nWith the birds [br] I'll share this lonely viewin'\r\nWith the birds [br] I'll share this lonely view\r\n\r\nverse3:\r\nBlood loss [br] in a bathroom stall, [br] a southern girl with a scarlet drawl.\r\nI wave goodbye to ma and pa 'cause [br] I'm going to a trip and with the birds I'll share (this lonely view)\r\n\r\nchorus3:\r\nWith the birds [br] I'll share this lonely viewin'\r\nWith the birds [br] I'll share this lonely viewin'\r\n\r\nverse4:\r\nSoft spoken with a broken jaw, [br] step outside, [br] but not to brawl\r\nand autumn's sweet, we call it fall. [br] I'll make it to the moon if I have to crawl and\r\n\r\nchorus4:\r\nWith the birds [br] I'll share this lonely viewin'\r\nWith the birds [br] I'll share this lonely viewin'\r\nWith the birds [br] I'll share this lonely view\r\n\r\nverse5:\r\nScar tissue [br] that I wish you saw, [br] sarcastic mister know-it-all.\r\nClose your eyes [br] and I'll kiss you, [br] 'cause with the birds I'll share (this lonely view)\r\n\r\nchorus4:\r\n\r\n",
		"obj[3]": ""
	},
	"data": [
		{
			"key": "POLL_INTEGRITY",
			"value": "0"
		},
		{
			"key": "POLL_SOCIAL",
			"value": "0"
		},
		{
			"key": "POLL_HUMAN_STRENGTH",
			"value": "0"
		},
		{
			"key": "REFERENCE_SONG__NATIVE_TEXT",
			"value": ""
		},
		{
			"key": "REFERENCE_SONG__ENGLISH_TEXT",
			"value": ""
		},
		{
			"key": "NATIVE_REFERENCE_SCREENPLAY",
			"value": "0:00 B2: Auton konepelti aavikkoa vasten sivulta.\r\n0:05 B1: Käsi ottaa kiinni avoauton etulasin yläkulmasta.\r\n0:07 B1: Kuva siirtyy auton konepelliltä ohjaajan kohdalle auton sivulta katsottuna.\r\n0:09 B1: Kuvassa on pitkähiuksinen kitaristi auton ajajana ja laulaja matkustajan puolella.\r\n0:11 A1: Laulaja kääntyy kohti kameraa ja aloittaa laulamaan.\r\n0:15 B1: Basisti sitoo kengännauhojaan avoauton takapenkillä jalat taivasta päin.\r\n0:16 B1: Rumpali katsoo avoauton takapenkiltä eteenpäin otsa veressä.\r\n0:19 B2: Aavikkomaisema ja miehen tatuoitu käsivarsi.\r\n0:20 B1: Basisti sylkäisee ylöspäin nestettä.\r\n0:22 A1: Laulaja laulaa kertosäettä matkustajan puolelta ja näemme hänen katsojen oikean puolen.\r\n0:22 B1: Laulajalla on hihaton paita ja tatuointeja. Hän pitää kättä avoauton tuulilasin päällä.\r\n0:26 B1: Bändin basistin kasvot tummanpuhuvina ja synkkinä.\r\n0:27 B1: Rumpali takapenkillä silmät kiinni kasvot kohti sinistä taivasta.\r\n0:30 B2: Heidän avo-auto ajaa aavikolla ja heitä kuvaava kamera pysyy paikallaan.\r\n0:32 B2: Aavikkomaisemaa. Laulaja seisoo palaneen ajoneuvon päällä ja nakkaa jotain pois..\r\n0:36 B2: Basisti tökkii kepillä tuhkaisia jäänteitä.\r\n0:38 B2: Rumpali heittää jonkun pahvinpalasen pois käsistään.\r\n0:40 B2: Kitaristi nojaa palanutta puuta vasten sähkökitara kädessään.\r\n0:43 A1: Laulaja istuu rennosti penkillä rikkoutuneen auton vieressä ja laulaa kertosäettä. Hän kaataa lasillisen hiekkaa ilmaan.\r\n0:49 B2: Rumpali kävelee basistin ja laulajan luo aavikolla.\r\n0:52 B2: Laulaja ja basisti seisovat aavikolla. Laulaja puhuu jotain basistille ja tekee sotamaalauksen hänelle.\r\n0:54 A1: Laulaja istuu rennosti penkillä rikkoutuneen auton vieressä ja laulaa kertosäettä. Hän kaataa lasillisen hiekkaa ilmaan.\r\n0:56 B1: Kitaristi hymyilee isosti ja pitää oikeaa kättä kasvollaan. Näemme hänen päästään vasemman puolen.\r\n0:59 B2: Kuva feidaa huonokuntoiseen autoon joka ajaa maantiellä. 4 bändin jäsentä ovat sen kyydissä ja heillä on vakavat ilmeet. On päivä ja pouta ilma. Näemme auton keulan.\r\n1:10 B1: Basisti nojaa käsillään matkustajan penkillä kojelautaan ja hymyilee. Hän näkyy tuulilasin läpi.\r\n1:13 B2: Edessä oleva maantie tuulilasin läpi.\r\n1:15 A1: Sama kuva kuin alussa. Auton matkustajat sivultapäin auton ajaessa. Laulaja ajaa ja laulaa laulua samalla.\r\n1:21 B2: Auto ajaa maantietä kamerasta poistuen. Kamera on paikoillaan.\r\n1:26 B1: Laulaja ja basisti ovat auton takapenkillä. Basisti istuu penkillä ylösalaisin jalat ylöspäin.\r\n1:29 B1: Basisti istuu etupenkillä matkustajan puolella ja katsoo ylöspäin. Kamera kuvaa ylhäältä alas.\r\n1:31 B1: Joku ojentaa takapenkiltä käpykoristeen edessä istuvalle rumpalille, joka ajaa avo-autoa.\r\n1:34 B1: Laulaja pyörittää pyöreää levyä ja heittää sen liikkuvasta avoautosta ylös, jolloin se ajautuu taakse. Laulaja katsoo sen perään.\r\n1:45 B1: Kitaristi lukee ja selaa puoleksi palanutta kirjaa.\r\n1:38 B1: Laulaja makaa takapenkillä ilman paitaa.\r\n1:40 B1: Basisti kokoaa käpykoristetta.\r\n1:42 B2: Auto ajaa hiekkatiellä poutasäällä ja taustalla näkyy paljon voimasähkö-linjoja. Joku matkustaja venyttelee käsiään kädet ilmassa.\r\n1:48 B1: Rumpali käy virtsaamassa voima-linja telineen vieressä.\r\n1:50 B1: Basisti soittelee sähköbassoansa, jossa ei kuitenkaan ole kieliä.\r\n1:53 B1: Rumpali lopettaa virtsaamisen ja poistuu.\r\n1:56 B1: Kitaristi etsii jotain auton takakontista ja heittelee tavaroita pois takakontista. Hän löytää lopulta kitaransa.\r\n2:00 A1: Kitaristi soittaa kitarasooloa kitarallaan, jossa on näkyvästi katkennut ja taipunut kaula.\r\n2:08 B1: Rumpali ja basisti istuvat patjalla, joka on aavikkohiekalla. Basisti soittaa bassoa ja rumpali katsoo alaspäin.\r\n2:09 A1: Kitaristi soittaa kitarasooloa. Taustalla näkyy sininen taivas ja voimasähkölinjat.\r\n2:18 B2: Avoauto ajaa maantiellä. Aurinko on jo laskemassa.\r\n2:20 B1: Laulaja näkyy sivulta päin pimenevää taivasta vasten, mutta aurinko paistaa lämpimästi laulajan kasvoihin.\r\n2:25 B1: Basisti auton takapenkillä.\r\n2:28 B1: Kitaristi tunnustelee kädellä ilmavirtaa auton matkustajan penkillä.\r\n2:30 B1: Rumpali nukkuu auton takapenkillä.\r\n2:33 B2: Auto ajaa maantiellä ja kamera seuraa sitä perästä. Aurinko on laskemassa.\r\n2:36 B1: Laulaja nukkuu auton takapenkillä.\r\n2:39 B2: Punainen auringonlasku aavikolla. Auto ajaa ohi.\r\n2:44 B1: Auto ajaa ja kitaristi nousee seisomaan auton takapenkillä kitaraa soittaen.\r\n2:47 A1: Kitaristi soittaa kitarasooloa auton takapenkillä seisten.\r\n2:53 A1: Kuvakulma vaihtuu. Kitaristi soittaa sooloa edelleen.\r\n2:58 B1: Laulaja istuu takapenkillä ja katsoo kitaristiin päin.\r\n3:02 A1: Kitaristi soittaa edelleen. Kuvakulma vaihtuu auton katsomaan kitaristia auton takaa päin. Aurinko on lähes laskenut.\r\n3:06 A1: Kitaristi soittaa edelleen. Kuvakulma vaihtuu. Soittaminen näkyy selkeästi.\r\n3:12 B1: Rumpali on matkustajan penkillä, herää, ja nostaa päätänsä.\r\n3:14 B2: Auto ylhäältäpäin katsottuna. Auto ajaa maantiellä. Aurinko on melkein laskenut.\r\n3:19 A1: Kitaristi soittaa edelleen. Kuvakulma vaihtuu. Soittaminen näkyy selkeästi.\r\n3:28 B1: Kappale on loppumassa. Kitaristi nakkaa sähkökitaran pois liikkuvasta autosta.\r\n3:29 B1: Kitaristi seisoo auton takapenkillä vieläkin, ja kääntyy menosuuntaan päin. Lopulta hän laskeutuu istumaan takapenkille.\r\n3:33 B2: Auto ajaa ohi maantietä eteenpäin. Aurinko on melkein laskenut. Katsomme maantien keskeltä suoraan eteenpäin pitkän suoran loppua kohti, mihin auto ajaa."
		}
	]
}