{
	"artist": "",
	"title": "Scar Tissue",
	"english_title": "",
	"prj_name": "",
	"structure_str": "verse1:2:3:3,chorus1:2:2:2,verse2:2:2:2,chorus2:3:2:2:2,verse3:2:3:2,chorus3:2:2:2,verse4:2:3:2,chorus4:3:2:2:2,verse5:2:3:3,chorus4",
	"structure": [
		"verse1",
		"chorus1",
		"verse2",
		"chorus2",
		"verse3",
		"chorus3",
		"verse4",
		"chorus4",
		"verse5",
		"chorus4"
	],
	"content": {
		"obj[0]": "verse1:\nThe scar tissue in my elbow flexors [br] that I wish you saw, that you might know what trouble I am in [br] but not really, I'm just sarcastic, a mister know-it-all.\nI'm saying to myself to close eyes [br] and I say to myself that I'll kiss with this drug injection, [br] because I'm high on drugs and share the view with the birds.\n\nchorus1:\nWith the birds I see outside the toilet window [br] I'll share this lonely viewing\nWith the birds I see outside the toilet window [br] I'll share this lonely viewing\n\nverse2:\nThe heroin shot made me push myself against the wall, [br] Now I feel strong and rewarded like a young Kentucky girl in a push-up bra.\nI lick the blood that drips from the heroin shot spot [br] I taste my own health at the same time\n\nchorus2:\nWith the birds I see outside the toilet window [br] I'll share this lonely viewing\nWith the birds I see outside the toilet window [br] I'll share this lonely viewing\nWith the birds I see outside the toilet window [br] I'll share this lonely view\n\nverse3:\nMy heroin shot caused me a blood loss [br] in a bathroom stall, where I injected it [br] Now, I'm so weak that I speak like a southern girl with a Texas drawl.\nI leave the bathroom and wave goodbye to ma and pa sings in bathroom doors [br] I'm high and with the birds I'll share this lonely view\n\nchorus3:\nWith the birds I see outside this service station [br] I'll share this lonely viewing\nWith the birds I see outside this service station [br] I'll share this lonely viewing\n\nverse4:\nI'm soft spoken like had a broken jaw, [br] I finally step outside from service station, [br] I feel peaceful when I'm high, so I wouldn't start a fight.\nAnd autumn's sweet, we call it fall. [br] I'm too high to stand straight, but I'll make it to the moon if I have to crawl\n\nchorus4:\nWith the birds I see at this vantage point [br] I'll share this lonely viewing\nWith the birds I see at this vantage point [br] I'll share this lonely viewing\nWith the birds I see at this vantage point [br] I'll share this lonely view\n\nverse5:\nThe scar tissue in my elbow flexors [br] that I wish you saw, that you might know what trouble I am in [br] but not really, I'm just sarcastic, a mister know-it-all.\nI'm saying to myself to close eyes [br] and I say to myself that I'll kiss with this drug injection, [br] because I'm high on drugs and share the view with the birds.\n\nchorus4:",
		"obj[1]": "verse1:\nI gave my ex scar tissue [br] that I wish you saw so that you would be afraid of me, [br] you're a sarcastic mister know-it-all.\nBut don't worry, close your eyes [br] and I'll kiss you, [br] with the birds I'll share the kiss.\n\nchorus1:\nWith the birds that see us kissing [br] I'll share this lonely viewing at this vantage point\nWith the birds that see us kissing [br] I'll share this lonely viewing at this vantage point\n\nverse2:\nPush me up against the wall lovingly, like you want to have sex, [br] look me like a young Kentucky girl in a push-up bra.\nI touch my self when I think you I like to lick your genitals [br] I like to lick your skin\n\nchorus2:\nWith the birds that see us kissing [br] I'll share this lonely viewing at this vantage point\nWith the birds that see us kissing [br] I'll share this lonely viewing at this vantage point\nWith the birds that see us kissing [br] I'll share this lonely view\n\nverse3:\nI have blood loss due to menstruation [br] I'm in a bathroom stall, [br] I'm like a southern girl with a scarlet toilet flush.\nI'm old enough to leave home, so I wave goodbye to ma and pa [br] I'm going to a road trip and the birds see us kissing\n\nchorus3:\nWith the birds that see us kissing [br] I'll share this lonely viewin' at this road trip\nWith the birds that see us kissing [br] I'll share this lonely viewin' at this road trip\n\nverse4:\nMy boyfriend is soft spoken when he talks to me, [br] Sometimes he will step outside, [br] but he won't brawl, because he's a good guy.\nWe are walking outside and autumn's sweet, we call it fall. [br] I feel like going to the moon, when I crawl to you in the bed\n\nchorus4:\nWith the birds that see us kissing [br] I'll share this lonely viewing at our walk outside\nWith the birds that see us kissing [br] I'll share this lonely viewing at our walk outside\nWith the birds that see us kissing [br] I'll share this lonely view\n\nverse5:\nI gave my ex scar tissue [br] that I wish you saw so that you would be afraid of me, [br] you're a sarcastic mister know-it-all.\nBut don't worry, close your eyes [br] and I'll kiss you, [br] with the birds I'll share the kiss.\n\nchorus4:\n\n",
		"obj[2]": "verse1:\nScar tissue [br] that I wish you saw, [br] sarcastic mister know-it-all.\nClose your eyes [br] and I'll kiss you, [br] 'cause with the birds I'll share (this lonely view)\n\nchorus1:\nWith the birds [br] I'll share this lonely viewin'\nWith the birds [br] I'll share this lonely viewin'\n\nverse2:\nPush me up against the wall, [br] young Kentucky girl in a push-up bra.\nFallin' all over myself to lick your heart [br] and taste your health 'cause\n\nchorus2:\nWith the birds [br] I'll share this lonely viewin'\nWith the birds [br] I'll share this lonely viewin'\nWith the birds [br] I'll share this lonely view\n\nverse3:\nBlood loss [br] in a bathroom stall, [br] a southern girl with a scarlet drawl.\nI wave goodbye to ma and pa 'cause [br] I'm going to a trip and with the birds I'll share (this lonely view)\n\nchorus3:\nWith the birds [br] I'll share this lonely viewin'\nWith the birds [br] I'll share this lonely viewin'\n\nverse4:\nSoft spoken with a broken jaw, [br] step outside, [br] but not to brawl\nand autumn's sweet, we call it fall. [br] I'll make it to the moon if I have to crawl and\n\nchorus4:\nWith the birds [br] I'll share this lonely viewin'\nWith the birds [br] I'll share this lonely viewin'\nWith the birds [br] I'll share this lonely view\n\nverse5:\nScar tissue [br] that I wish you saw, [br] sarcastic mister know-it-all.\nClose your eyes [br] and I'll kiss you, [br] 'cause with the birds I'll share (this lonely view)\n\nchorus4:\n\n",
		"obj[3]": ""
	},
	"data": [
		{
			"key": "POLL_INTEGRITY",
			"value": "0"
		},
		{
			"key": "POLL_SOCIAL",
			"value": "0"
		},
		{
			"key": "POLL_HUMAN_STRENGTH",
			"value": "0"
		},
		{
			"key": "REFERENCE_SONG__NATIVE_TEXT",
			"value": ""
		},
		{
			"key": "REFERENCE_SONG__ENGLISH_TEXT",
			"value": ""
		},
		{
			"key": "NATIVE_REFERENCE_SCREENPLAY",
			"value": "Intro:\n0:00 B2: Auton konepelti aavikkoa vasten sivulta.\n0:05 B1: Käsi ottaa kiinni avoauton etulasin yläkulmasta.\n0:07 B1: Kuva siirtyy auton konepelliltä ohjaajan kohdalle auton sivulta katsottuna.\n0:09 B1: Kuvassa on pitkähiuksinen kitaristi auton ajajana ja laulaja matkustajan puolella.\n\nVerse 1:\n0:11 A1: Laulaja kääntyy kohti kameraa ja aloittaa laulamaan.\n0:15 B1: Basisti sitoo kengännauhojaan avoauton takapenkillä jalat taivasta päin.\n0:16 B1: Rumpali katsoo avoauton takapenkiltä eteenpäin otsa veressä.\n0:19 B2: Aavikkomaisema ja miehen tatuoitu käsivarsi.\n\nChorus:\n0:20 B1: Basisti sylkäisee ylöspäin nestettä.\n0:22 A1: Laulaja laulaa kertosäettä matkustajan puolelta ja näemme hänen katsojen oikean puolen.\n0:22 B1: Laulajalla on hihaton paita ja tatuointeja. Hän pitää kättä avoauton tuulilasin päällä.\n0:26 B1: Bändin basistin kasvot tummanpuhuvina ja synkkinä.\n0:27 B1: Rumpali takapenkillä silmät kiinni kasvot kohti sinistä taivasta.\n0:30 B2: Heidän avo-auto ajaa aavikolla ja heitä kuvaava kamera pysyy paikallaan.\n\nVerse 2:\n0:32 B2: Aavikkomaisemaa. Laulaja seisoo palaneen ajoneuvon päällä ja nakkaa jotain pois..\n0:36 B2: Basisti tökkii kepillä tuhkaisia jäänteitä.\n0:38 B2: Rumpali heittää jonkun pahvinpalasen pois käsistään.\n0:40 B2: Kitaristi nojaa palanutta puuta vasten sähkökitara kädessään.\n\nChorus:\n0:43 A1: Laulaja istuu rennosti penkillä rikkoutuneen auton vieressä ja laulaa kertosäettä. Hän kaataa lasillisen hiekkaa ilmaan.\n0:49 B2: Rumpali kävelee basistin ja laulajan luo aavikolla.\n0:52 B2: Laulaja ja basisti seisovat aavikolla. Laulaja puhuu jotain basistille ja tekee sotamaalauksen hänelle.\n0:54 A1: Laulaja istuu rennosti penkillä rikkoutuneen auton vieressä ja laulaa kertosäettä. Hän kaataa lasillisen hiekkaa ilmaan.\n0:56 B1: Kitaristi hymyilee isosti ja pitää oikeaa kättä kasvollaan. Näemme hänen päästään vasemman puolen.\n\nInstrumental:\n0:59 B2: Kuva feidaa huonokuntoiseen autoon joka ajaa maantiellä. 4 bändin jäsentä ovat sen kyydissä ja heillä on vakavat ilmeet. On päivä ja pouta ilma. Näemme auton keulan.\n\nVerse 3:\n1:10 B1: Basisti nojaa käsillään matkustajan penkillä kojelautaan ja hymyilee. Hän näkyy tuulilasin läpi.\n1:13 B2: Edessä oleva maantie tuulilasin läpi.\n1:15 A1: Sama kuva kuin alussa. Auton matkustajat sivultapäin auton ajaessa. Laulaja ajaa ja laulaa laulua samalla.\n\nChorus:\n1:21 B2: Auto ajaa maantietä kamerasta poistuen. Kamera on paikoillaan.\n1:26 B1: Laulaja ja basisti ovat auton takapenkillä. Basisti istuu penkillä ylösalaisin jalat ylöspäin.\n1:29 B1: Basisti istuu etupenkillä matkustajan puolella ja katsoo ylöspäin. Kamera kuvaa ylhäältä alas.\n\nVerse 4:\n1:31 B1: Joku ojentaa takapenkiltä käpykoristeen edessä istuvalle rumpalille, joka ajaa avo-autoa.\n1:34 B1: Laulaja pyörittää pyöreää levyä ja heittää sen liikkuvasta avoautosta ylös, jolloin se ajautuu taakse. Laulaja katsoo sen perään.\n1:45 B1: Kitaristi lukee ja selaa puoleksi palanutta kirjaa.\n1:38 B1: Laulaja makaa takapenkillä ilman paitaa.\n1:40 B1: Basisti kokoaa käpykoristetta.\n\nChorus:\n1:42 B2: Auto ajaa hiekkatiellä poutasäällä ja taustalla näkyy paljon voimasähkö-linjoja. Joku matkustaja venyttelee käsiään kädet ilmassa.\n1:48 B1: Rumpali käy virtsaamassa voima-linja telineen vieressä.\n1:50 B1: Basisti soittelee sähköbassoansa, jossa ei kuitenkaan ole kieliä.\n1:53 B1: Rumpali lopettaa virtsaamisen ja poistuu.\n1:56 B1: Kitaristi etsii jotain auton takakontista ja heittelee tavaroita pois takakontista. Hän löytää lopulta kitaransa.\n\nInstrumental:\n2:00 A1: Kitaristi soittaa kitarasooloa kitarallaan, jossa on näkyvästi katkennut ja taipunut kaula.\n2:08 B1: Rumpali ja basisti istuvat patjalla, joka on aavikkohiekalla. Basisti soittaa bassoa ja rumpali katsoo alaspäin.\n2:09 A1: Kitaristi soittaa kitarasooloa. Taustalla näkyy sininen taivas ja voimasähkölinjat.\n2:18 B2: Avoauto ajaa maantiellä. Aurinko on jo laskemassa.\n\nVerse 5:\n2:20 B1: Laulaja näkyy sivulta päin pimenevää taivasta vasten, mutta aurinko paistaa lämpimästi laulajan kasvoihin.\n2:25 B1: Basisti auton takapenkillä.\n2:28 B1: Kitaristi tunnustelee kädellä ilmavirtaa auton matkustajan penkillä.\n\nChorus:\n2:30 B1: Rumpali nukkuu auton takapenkillä.\n2:33 B2: Auto ajaa maantiellä ja kamera seuraa sitä perästä. Aurinko on laskemassa.\n2:36 B1: Laulaja nukkuu auton takapenkillä.\n2:39 B2: Punainen auringonlasku aavikolla. Auto ajaa ohi.\n2:44 B1: Auto ajaa ja kitaristi nousee seisomaan auton takapenkillä kitaraa soittaen.\n\nInstrumental:\n2:47 A1: Kitaristi soittaa kitarasooloa auton takapenkillä seisten.\n2:53 A1: Kuvakulma vaihtuu. Kitaristi soittaa sooloa edelleen.\n2:58 B1: Laulaja istuu takapenkillä ja katsoo kitaristiin päin.\n3:02 A1: Kitaristi soittaa edelleen. Kuvakulma vaihtuu auton katsomaan kitaristia auton takaa päin. Aurinko on lähes laskenut.\n3:06 A1: Kitaristi soittaa edelleen. Kuvakulma vaihtuu. Soittaminen näkyy selkeästi.\n3:12 B1: Rumpali on matkustajan penkillä, herää, ja nostaa päätänsä.\n3:14 B2: Auto ylhäältäpäin katsottuna. Auto ajaa maantiellä. Aurinko on melkein laskenut.\n3:19 A1: Kitaristi soittaa edelleen. Kuvakulma vaihtuu. Soittaminen näkyy selkeästi.\n\nOutro:\n3:28 B1: Kappale on loppumassa. Kitaristi nakkaa sähkökitaran pois liikkuvasta autosta.\n3:29 B1: Kitaristi seisoo auton takapenkillä vieläkin, ja kääntyy menosuuntaan päin. Lopulta hän laskeutuu istumaan takapenkille.\n3:33 B2: Auto ajaa ohi maantietä eteenpäin. Aurinko on melkein laskenut. Katsomme maantien keskeltä suoraan eteenpäin pitkän suoran loppua kohti, mihin auto ajaa.\n"
		},
		{
			"key": "NATIVE_TO_ENGLISH_REFERENCE_SCREENPLAY",
			"value": "Intro:\n0:00 B2: An automobile hood against the desert from the side. \n0:05 B1: A hand grabs the top corner of the convertible's front. \n0:07 B1: The shot transitions from the hood of the car to the driver's side, showing a long-haired guitarist in the driver's seat and a singer in the passenger's.\n\nVerse 1:\n0:11 A1: The singer turns towards the camera and starts singing.\n0:15 B1: The bassist ties his shoe laces in the back seat of an open car with his feet facing towards the sky.\n0:16 B1: The drummer looks forward from the back seat of the open car, forehead creased in concentration.\n0:19 B2: A desert landscape and a man's tattooed arm.\n\nChorus:\n0:20 B1: The bassist spits upward liquid.\n0:22 A1: The singer sings the chorus from the passenger side and we see the right side of his eyes.\n0:22 B1: The singer wears a sleeveless shirt and tattoos. He holds his hand on top of an open-top car's windscreen.\n0:26 B1: The band's bassist's face is dark and gloomy.\n0:27 B1: The drummer on the backseat has his eyes closed, facing the blue sky.\n0:30 B2: Their open-top car drives on the desert and the camera tracking them remains still.\n\nVerse 2:\n0:32 B2: Landscape of the wasteland. The singer stands on top of a burned-out vehicle and throws something away.\n0:36 B2: The bassist is poking at the ashes.\n0:38 B2: The drummer throws a piece of cardboard away from his hands.\n0:40 B2: The guitarist leans against a burned-out tree with an electric guitar in his hand.\n\nChorus:\n0:43 A1: The singer sits casually on a bench next to a broken car and sings a chorus. He throws a glassful of sand into the air.\n0:49 B2: The drummer walks up to the bassist and the singer in the desert.\n0:52 B2: The singer and bassist stand in the desert. The singer speaks something to the bassist and makes a war painting for him.\n0:54 A1: The singer sits casually on a bench next to a broken car and sings a chorus. He throws a glassful of sand into the air.\n0:56 B1: The guitarist smiles widely and holds his right hand to his face. We can see his head on the left side.\n\nInstrumental:\n0:59 B2: Image fades to a car driving down the highway. 4 band members are inside with serious looks on their face. It's daytime and sunny. We can see the car's front.\n\nVerse 3:\n1:10 B1: The bassist leans on the passenger seat of the dashboard and smiles. He is visible through the windshield.\n1:13 B2: The road ahead seen through the windshield.\n1:15 A1: The same image as at the start. The car's passengers seen from the side as the car drives. The singer is driving and singing the song at the same time.\n\nChorus:\n1:21 B2: The car is driving down the highway, leaving the camera behind. The camera remains in place.\n1:26 B1: The singer and bassist are in the backseat of the car. The bassist is seated on the seat upside down, legs pointing upwards.\n1:29 B1: The bassist is seated on the front seat passenger-side and looks up. The camera is capturing from above downwards.\n\nVerse 4:\n1:31 B1: Someone from the backseat hands a pinecone ornament to the drummer sitting in the open-top car.\n1:34 B1: The singer spins a round record and throws it up out of the moving open-top car, causing it to drift back. The singer looks after it.\n1:45 B1: The guitarist reads and browses through a half burnt book. \n1:38 B1: The singer lies on the backseat without a shirt. \n1:40 B1: The bassist is putting together the pinecone ornament.\n\nChorus:\n1:42 B2: The car drives down a sandy road on a windy day, with power lines in the background. Someone in the car stretches their arms out, hands in the air.\n1:48 B1: The drummer goes to take a leak next to a power line support.\n1:50 B1: The bassist plays his electric bass, without strings.\n1:53 B1: The drummer finishes his business and leaves.\n1:56 B1: The guitarist searches something in the back of the car, throwing stuff out of the back. He finally finds his guitar.\n\nInstrumental:\n2:00 A1: The guitarist is playing a guitar solo on his guitar with a visibly broken and bent neck.\n2:08 B1: The drummer and bassist are sitting on a mattress filled with desert sand. The bassist is playing the bass and the drummer is looking down.\n2:09 A1: The guitarist is playing the guitar solo. The background shows a blue sky and power lines.\n2:18 B2: A convertible is driving down the road. The sun is beginning to set.\n\nVerse 5:\n2:20 B1: The singer can be seen from the side against the darkening sky, but the sun shines warmly on the singer's face.\n2:25 B1: Bassist in the backseat of the car.\n2:28 B1: The guitarist feel the air currents on the passenger seat of the car.\n\nChorus:\n2:30 B1: The drummer is sleeping in the back seat of the car.\n2:33 B2: The car is driving on the road and the camera is following from behind. The sun is setting.\n2:36 B1: The singer is sleeping in the back seat of the car.\n2:39 B2: A red sunset on the desert. The car drives by.\n2:44 B1: The car drives and the guitarist stands up in the back seat of the car, playing the guitar.\n\nInstrumental:\n2:47 A1: The guitarist is playing a guitar solo standing in the backseat of the car.\n2:53 A1: The camera angle changes. The guitarist is still playing the solo.\n2:58 B1: The singer is sitting in the backseat looking towards the guitarist.\n3:02 A1: The guitarist is still playing. The camera angle changes to look behind the car at the guitarist. The sun is almost setting.\n3:06 A1: The guitarist is still playing. The camera angle changes. The playing is clearly visible.\n3:12 B1: The drummer is on the passenger seat, wakes up, and lifts his head.\n3:14 B2: The car from above. The car is driving on a road. The sun is almost setting.\n3:19 A1: The guitarist is still playing. The camera angle changes. The playing is clearly visible.\n\nOutro:\n3:28 B1: The song is winding down. The guitarist shoves the electric guitar out of the moving car.\n3:29 B1: The guitarist still stands on the backseat of the car, and turns towards the direction of the journey. Finally, he sits down on the backseat.\n3:33 B2: The car drives away along the highway ahead. The sun is almost gone. We look straight ahead from the middle of the highway to the end of the straight, where the car is driving."
		},
		{
			"key": "AUTOMATIC_ENGLISH_SCREENSTRUCT",
			"value": "intro {\n\tb2 (0:00) {\n\t\tdesert {\n\t\t\tautomobile hood \n\t\t\tfrom ( side )\n\t\t}\n\t}\n\tb1 {\n\t\ttime ( 0:05 ) {\n\t\t\ta hand ( grabs ) {\n\t\t\t\ttop corner ( of the convertible's front )\n\t\t\t}\n\t\t}\n\t\ttransition {\n\t\t\tfrom ( hood of the car ) \n\t\t\tto ( driver's side )\n\t\t\tshall ( show ) {\n\t\t\t\tlong-haired guitarist {\n\t\t\t\t\tdriver's seat\n\t\t\t\t}\n\t\t\t}\n\t\t\tpassenger {\n\t\t\t\tsinger\n\t\t\t}\n\t\t}\n\t}\n}\n\nverse 1 {\n\ta1 (0:11) {\n\t\tsinger {\n\t\t\tturns { \n\t\t\t\tcamera \n\t\t\t}\n\t\t\tsinging {\n\t\t\t\tstarts\n\t\t\t}\n\t\t}\n\t}\n\tb1 (0:15) {\n\t\tbassist {\n\t\t\tin ( back seat )  {\n\t\t\t\tof ( open car ) {\n\t\t\t\t\tlaces ( tying ) {\n\t\t\t\t\t\tshoe ( his ) {\n\t\t\t\t\t\t\tsky ( facing )\n\t\t\t\t\t\t}\n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t\tdrummer {\n\t\t\tback seat {\n\t\t\t\topen car {\n\t\t\t\t\tlooks {\n\t\t\t\t\t\tforward {\n\t\t\t\t\t\t\tconcentration ( forehead ) {\n\t\t\t\t\t\t\t\tcreased {\n\t\t\t\t\t\t\t\t\tin\n\t\t\t\t\t\t\t\t}\n\t\t\t\t\t\t\t}\n\t\t\t\t\t\t}\n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\tb2 (0:19) {\n\t\tdesert {\n\t\t\tlandscape {\n\t\t\t\tman's {\n\t\t\t\t\tarm ( tattooed )\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t}\n}\n\nChorus {\n\tb1 ( 0:20 ) {\n\t\tbassist {\n\t\t\tspits ( upward liquid )\n\t\t}\n\t}\n\ta1 ( 0:22 ) {\n\t\tsinger {\n\t\t\tsings ( chorus )\n\t\t\teyes ( right side )\n\t\t}\n\t}\n\tb1 ( 0:22 ) {\n\t\tsinger {\n\t\t\tshirt ( sleeveless )\n\t\t\ttattoos\n\t\t\thand ( holds ) {\n\t\t\t\twindscreen ( car )\n\t\t\t}\n\t\t}\n\t\tbassist {\n\t\t\tface ( dark & gloomy )\n\t\t}\n\t\tdrummer {\n\t\t\teyes ( closed )\n\t\t\tfacing {\n\t\t\t\tblue ( sky )\n\t\t\t}\n\t\t}\n\t}\n\tb2 ( 0:30 ) {\n\t\tcar {\n\t\t\topen-top\n\t\t\tdrives ( desert )\n\t\t\tcamera ( tracking )\n\t\t\tremain ( still )\n\t\t}\n\t}\n}\n\nverse 2 {\n\tb2 ( 0:32 ) {\n\t\tlandscape ( wasteland )\n\t\tsinger ( stands ) {\n\t\t\ton top ( of burned-out vehicle )\n\t\t\tthrows ( something away )\n\t\t}\n\t\tbassist ( poking ) {\n\t\t\tat ( ashes )\n\t\t}\n\t\tdrummer ( throws) {\n\t\t\ta piece ( of cardboard )\n\t\t}\n\t\tguitarist {\n\t\t\tagainst ( burned-out tree )\n\t\t\telectric guitar ( in hand )\n\t\t}\n\t}\n}\n\nChorus {\n\ta1 ( 0:43 ) {\n\t\tsinger {\n\t\t\tsits ( casually ) {\n\t\t\t\tbench ( next to ) {\n\t\t\t\t\tcar ( broken )\n\t\t\t\t}\n\t\t\t}\n\t\t\tsings (chorus )\n\t\t\tthrows ( glassful ) {\n\t\t\t\tsand ( into air )\n\t\t\t}\n\t\t}\n\t}\n\tb2 ( 0:49 ) {\n\t\tdrummer {\n\t\t\twalks {\n\t\t\t\tbassist {\n\t\t\t\t\tsinger {\n\t\t\t\t\t\tdesert\n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t\tsinger {\n\t\t\tbassist {\n\t\t\t\tdesert {\n\t\t\t\t\tspeaks {\n\t\t\t\t\t\twar ( painting )\n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t}\n\ta1 ( 0:54 ) {\n\t\tsinger {\n\t\t\tsits ( casually ) {\n\t\t\t\tbench ( next to ) {\n\t\t\t\t\tcar ( broken )\n\t\t\t\t}\n\t\t\t}\n\t\t\tsings (chorus )\n\t\t\tthrows ( glassful ) {\n\t\t\t\tsand ( into air )\n\t\t\t}\n\t\t}\n\t}\n\tb1 ( 0:56 ) {\n\t\tguitarist {\n\t\t\tsmiles ( widely )\n\t\t\thand ( right ) {\n\t\t\t\tface \n\t\t\t}\n\t\t\thead ( left side )\n\t\t}\n\t}\n}\n\n\ninstrumental {\n\tb2 ( 0:59 ) {\n\t\tfade\n\t\tcar ( driving ) {\n\t\t\tdown ( highway )\n\t\t\tinside ( 4 band members ) {\n\t\t\t\tfaces ( serious looks )\n\t\t\t}\n\t\t\tdaytime \n\t\t\tsun ( bright ) {\n\t\t\t\tfront ( car )\n\t\t\t}\n\t\t}\n\t}\n}\n\nverse3 {\n\tb1 (1:10) {\n\t\tbassist {\n\t\t\tleans ( passenger seat ) {\n\t\t\t\t dashboard\n\t\t\t} \n\t\t\tsmiles ( visible ) {\n\t\t\t\t through {\n\t\t\t\t\t windshield\n\t\t\t\t }\n\t\t\t}\n\t\t}\n\t}\n\tb2 (1:13) {\n\t\troad ( heading ) {\n\t\t\tthrough {\n\t\t\t\twindshield\n\t\t\t}\n\t\t}\n\t}\n\ta1 (1:15) {\n\t\tsame ( image ) {\n\t\t\tas ( start )\n\t\t}\n\t\tcar ( passengers ) {\n\t\t\tseen ( from side )\n\t\t\tas ( car drives ) \n\t\t}\n\t\tsinger {\n\t\t\tdriving {\n\t\t\t\twhile ( singing )\n\t\t\t}\n\t\t}\n\t}\n}\n\nchorus {\n\tb2 ( 1:21 ) {\n\t\tcar { \n\t\t\tdriving {\n\t\t\t\thighway\n\t\t\t}\n\t\t\tleaving {\n\t\t\t\tcamera\n\t\t\t}\n\t\t\tremaining ( in place )\n\t\t}\n\t}\n\tb1 {\n\t\ttime ( 1:26 ) {\n\t\t\tsinger ( back seat )\n\t\t\tbassist ( back seat ) {\n\t\t\t\tseated ( upside down ) {\n\t\t\t\t\tlegs ( pointing upwards )\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t\ttime ( 1:29 ) {\n\t\t\tbassist {\n\t\t\t\tseat ( from passenger side )\n\t\t\t\tlooks ( upwards )\n\t\t\t}\n\t\t\tcamera ( capturing ) {\n\t\t\t\tfrom ( above downwards )\n\t\t\t}\n\t\t}\n\t}\n}\n\nverse 4 {\n\tb1 {\n\t\ttime ( 1:31 ) {\n\t\t\tsomeone ( from backseat ) {\n\t\t\t\tornament ( pinecone ) {\n\t\t\t\t\tdrummer ( car ) {\n\t\t\t\t\t\topen-top\n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t}\t\n\t\t}\t\n\t\ttime ( 1:34 ) {\n\t\t\tsinger {\n\t\t\t\trecord ( round ) {\n\t\t\t\t\tmoves ( drifting ) {\n\t\t\t\t\t\topen car (top)\n\t\t\t\t\t}\n\t\t\t\t\tlooks ( after)\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t\ttime ( 1:45 ) {\n\t\t\tguitarist {\n\t\t\t\tbook ( half burnt )\n\t\t\t}\n\t\t}\n\t\ttime ( 1:38 ) {\n\t\t\tsinger {\n\t\t\t\tsitting ( on backseat ) {\n\t\t\t\t\tshirtless\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t\ttime ( 1:40 ) {\n\t\t\tbassist {\n\t\t\t\tornament ( pinecone )\n\t\t\t\tbuilding\n\t\t\t}\n\t\t}\n\t}\n}\n\n\nchorus {\n\tb2 (1:42) {\n\t\tcar {\n\t\t\tdriving ( down a sandy road on a windy day ) { \n\t\t\t\twith ( power lines in background )\n\t\t\t}\n\t\t\tsomeone ( stretches their arms out ) {\n\t\t\t\thands ( in the air )\n\t\t\t}\n\t\t} \n\t}\n\tb1 {\n\t\ttime (1:48) {\n\t\t\tdrummer {\n\t\t\t\ttake ( leak ) {\n\t\t\t\t\tnear ( power line supports )\n\t\t\t\t} \n\t\t\t}\n\t\t}\n\t\ttime (1:50) { \n\t\t\tbassist {\n\t\t\t\tplays ( electric bass ) {\n\t\t\t\t\twithout ( strings )\n\t\t\t\t} \n\t\t\t}\n\t\t}\n\t\ttime (1:53) {\n\t\t\tdrummer {\n\t\t\t\tfinish ( business )\n\t\t\t\tleave\n\t\t\t}\n\t\t}\n\t\ttime (1:56) {\n\t\t\tguitarist ( searches ) {\n\t\t\t\tin ( back of car )\n\t\t\t\tthrowing ( stuff out of back )\n\t\t\t\tfind ( guitar )\n\t\t\t}\n\t\t}\n\t}\n}\n\ninstrumental {\n\ta1 (2:00) {\n\t\tguitarist ( playing ) {\n\t\t\tguitar ( solo ) {\n\t\t\t\tneck ( broken, bent )\n\t\t\t}\n\t\t}\n\t\tnever ( felt ) {\n\t\t\tthis ( way )\n\t\t}\n\t}\n\tb1 (2:08) {\n\t\tmusicians {\n\t\t\tdrummer ( sitting ) {\n\t\t\t\ton ( a mattress ) {\n\t\t\t\t\tfilled ( desert sand )\n\t\t\t\t}\n\t\t\t\tlooking ( down )\n\t\t\t}\n\t\t\tbassist ( playing )\n\t\t}\n\t\tbackground ( blue sky, power lines )\n\t}\n\ta1 ( 2:09 ) {\n\t\tguitarist ( playing ) {\n\t\t\tguitar ( solo )\n\t\t}\n\t}\n\tb2 (2:18) {\n\t\tconvertible ( driving ) {\n\t\t\tdown ( road )\n\t\t\tsun ( setting )\n\t\t}\n\t\ton the ( other side ) \n\t\texhale ( long ) \n\t}\n}\n\nverse 5 {\n\tb1 ( 2:20 ) {\n\t\tsinger  {\n\t\t\tseen ( from ) {\n\t\t\t\tto {\n\t\t\t\t\tside \n\t\t\t\t\tsky {\n\t\t\t\t\t\tdarkening \n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t\tsun {\n\t\t\t\t\twarmly {\n\t\t\t\t\t\ton ( face )\n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t\tb1 ( 2:25 ) {\n\t\t\tbassist ( backseat {\n\t\t\t\t\tof {\n\t\t\t\t\t\tcar\n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t)\n\t\t}\n\t\tb1 ( 2:28 ) {\n \t\t\tguitarist ( passenger {\n\t\t\t\tof {\n\t\t\t\t\tcar \n\t\t\t\t}\n\t\t\t}) {\n\t\t\t\tfeel ( air currents)\n\t\t\t}\n\t\t}\n\t}\n}\n\nchorus {\n\tb1 {\n\t\ttime (2:30) {\n\t\t\tdrummer {\n\t\t\t\tin ( back seat )\n\t\t\t\tsleeping\n\t\t\t}\n\t\t}\n\t\ttime (2:36 ) {\n\t\t\tsinger {\n\t\t\t\tin ( back seat )\n\t\t\t\tsleeping\n\t\t\t}\n\t\t}\n\t\ttime (2:44) {\n\t\t\tguitarist {\n\t\t\t\tin ( back seat )\n\t\t\t\tplaying ( guitar )\n\t\t\t}\n\t\t}\n\t}\n\n\tb2 {\n\t\ttime (2:33) {\n\t\t\tcamera ( following ) { \n\t\t\t\tfrom ( behind )\n\t\t\t\tsun ( setting )\n\t\t\t}\n\t\t}\n\t\ttime (2:39) {\n\t\t\tred ( sunset ) {\n\t\t\t\tdesert\n\t\t\t\tcar ( drives )\n\t\t\t}\n\t\t}\n\t}\n}\n\ninstrumental {\n\ta1 {\n\t\ttime ( 2:47 ) {\n\t\t\tguitarist {\n\t\t\t\tplaying ( guitar solo ) {\n\t\t\t\t\tbackseat ( car )\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t\ttime ( 2:53 ) {\n\t\t\tcamera ( angle ) {\n\t\t\t\tchanges\n\t\t\t\tguitarist ( still playing )\n\t\t\t}\n\t\t}\n\t\ttime ( 2:58 ) {\n\t\t\tsinger {\n\t\t\t\tbackseat\n\t\t\t\tlooks ( towards guitarist )\n\t\t\t}\n\t\t}\n\t\ttime ( 3:02 ) {\n\t\t\tguitarist {\n\t\t\t\tplaying\n\t\t\t\tcamera ( angle ) {\n\t\t\t\t\tlooks ( behind car ) {\n\t\t\t\t\t\tsun ( setting )\n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t\ttime ( 3:06 ) {\n\t\t\tguitarist ( still playing )\n\t\t\tcamera ( angle ) {\n\t\t\t\tchanges\n\t\t\t\tplaying ( visible )\n\t\t\t}\n\t\t}\n\t\ttime ( 3:12 ) {\n\t\t\tdrummer {\n\t\t\t\tpassenger {\n\t\t\t\t\tseat\n\t\t\t\t\twakes ( up )\n\t\t\t\t\tlifsts ( head )\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t\ttime ( 3:14 ) {\n\t\t\tcar {\n\t\t\t\tabove\n\t\t\t\tdriving ( on road )\n\t\t\t\tsun ( setting )\n\t\t\t}\n\t\t}\n\t\ttime ( 3:19 ) {\n\t\t\tguitarist ( still playing )\n\t\t\tcamera ( angle ) {\n\t\t\t\tchanges\n\t\t\t\tplaying ( visible )\n\t\t\t}\n\t\t}\n\t}\n}\n\noutro {\n\tb1 {\n\t\ttime ( 3:28 ) {\n\t\t\tending ( song )\n\t\t\taction ( guitarist {\n\t\t\t\tshoves ( electric guitar {\n\t\t\t\t\tout ( of moving car )\n\t\t\t\t})\n\t\t\t})\n\t\t}\n\t\ttime ( 3:29 ) {\n\t\t\tguitarist {\n\t\t\t\tstill ( stands ) {\n\t\t\t\t\ton ( backseat )\n\t\t\t\t}\n\t\t\t\tdirection ( journey )\n\t\t\t\taction ( sit down )\n\t\t\t}\n\t\t}\n\t}\n\tb2 {\n\t\ttime ( 3:33 ) {\n\t\t\taction ( car {\n\t\t\t\tdrives ( highway ) {\n\t\t\t\t\tahead\n\t\t\t\t}\n\t\t\t})\n\t\t\tsun ( almost gone )\n\t\t\tlook straight ahead {\n\t\t\t\tfrom ( highway )\n\t\t\t\tmiddle\n\t\t\t\tend of straight {\n\t\t\t\t\twhere car {\n\t\t\t\t\t\tdriving\n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t}\n}"
		},
		{
			"key": "NATIVE_TO_ENGLISH_REFERENCE_SCREENPLAY_AUDIENCE",
			"value": "1. What Mila Smith (born 2009, likes KoreaPop) would think while seeing the music video with this screenplay. Initial reaction and critically important and negative things in screenplay only:\n-The initial reactions would be awe and excitement at how the video depicts the band and its members. There is a lot of creativity in the way the shots are displayed, and the music video as a whole looks visually stunning. She would appreciate how diverse the range of music is, and appreciate the mix of rock and pop elements. She would also find the combination of desert landscape and the band setting quite unique and captivating. However, she might think that the slightly darker atmosphere of the storyline and images could be a bit overbearing at times and the video could benefit from some lightheartedness. \n\n2. What Paul Lee (born 2003, likes Rap) would think while seeing the music video with this screenplay. Initial reaction and critically important and negative things in screenplay only:\n-Paul would be drawn in by the visuals of the video, such as the desert setting and the progressive camera work. He might also appreciate the variety of music, enjoying either the rock or rap influenced elements. However, he may find the video too slow-paced and mellow in contrast to his fast-paced rap preference. He may also find the lack of a more substantial storyline slightly underwhelming. \n\n3. What Tina Smith (born 1996, likes Pop) would think while seeing the music video with this screenplay. Initial reaction and critically important and negative things in screenplay only:\n-Tina would find the visuals of the music video quite captivating, especially the various colors of the desert landscape and the subtle details displayed in the images. She would likely enjoy the pop elements of the music, and appreciate the combination of slower paced verses with vibrant choruses. However, she may find some of the lyrics too heavy and dark and feel like they detract from musicality of the song. \n\n4. What Bobby Reynolds (born 1995, likes Rock) would think while seeing the music video with this screenplay. Initial reaction and critically important and negative things in screenplay only:\n-Bobby would find the visuals of the music video quite captivating, especially the subtle details of the car interior and the use of colors in the desert landscape. He would appreciate the heavier rock elements of the song as it’s more in line with his musical preferences. However, he might find the combination of genres too overwhelming at times and also think that the variety of landscapes could detract from the storyline instead of reinforcing it. \n\n5. What Rachel Johnson (born 1992, likes Pop) would think while seeing the music video with this screenplay. Initial reaction and critically important and negative things in screenplay only:\n-Rachel would appreciate the intricate details of the visuals and the unique combination of landscapes. She would particularly appreciate the pops of vibrant color which break up the darker imagery. She would also enjoy the smooth transition between the different genres of music, and appreciate the way the choruses add to the dynamic of the song. However, she may think the video lacks drama and could benefit from some greater depth in the lyrics. \n\n6. What Shawn Johnson (born 1991, likes Rock) would think while seeing the music video with this screenplay. Initial reaction and critically important and negative things in screenplay only:\n-Shawn would appreciate the diverse range of music and the unique blend of genres. He would be drawn in by the visuals of the desert landscapes and be filled with energy when the rock elements of the music kick in. However, he may find the storyline a little too cliche and simplistic and think that it could benefit from a more engaging narrative.\n\n7. What Jake White (born 1989, likes Pop) would think while seeing the music video with this screenplay. Initial reaction and critically important and negative things in screenplay only:\n-Jake would be impressed by the visuals of the video, and particularly appreciate the way the camera switches between angles and distances. He would enjoy the pop elements of the music, and appreciate the way the choruses are layered over the verses. However, he may find some of the scenes uneventful and think that the video would benefit from more exciting visuals during these sections. \n\n8. What Cyrus McCall (born 1988, likes Rap) would think while seeing the music video with this screenplay. Initial reaction and critically important and negative things in screenplay only:\n-Cyrus would appreciate the unique combination of different musical elements, and particularly the way that rap elements are married to slower-paced rock elements. He would enjoy the visuals of the desert landscapes, and appreciate the intimacy of the camera shots inside the car and out in the desert. However, he may find the video too mellow and lacking in energy at times, particularly in comparison to his usual rap-centric musical preferences. \n\n9. What Kelly Taylor (born 1987, likes Rock) would think while seeing the music video with this screenplay. Initial reaction and critically important and negative things in screenplay only:\n-Kelly would appreciate the visuals of the music video, in particular the variety of landscapes and the occasional flashes of vibrant colour. She would enjoy the rock elements of the song, and appreciate the way the instrumentation combines with the vocals to create a powerful and energetic sound. However, she may find the pacing of the video too slow and think that the intense visuals could be used more to generate tension and suspense.\n\n10. What Mike Richards (born 1977, likes Metal) would think while seeing the music video with this screenplay. Initial reaction and critically important and negative things in screenplay only:\n-Mike would appreciate the visuals of the music video, and particularly the unique desert landscapes and the detailed shots of the car’s interior. He would enjoy the metal elements of the song, and appreciate the way the instrumentation has been used to create an intense atmosphere. However, he may find the combination of genres too melodramatic and think that the video would benefit from a faster pace and heavier sound."
		},
		{
			"key": "ENGLISH_SCREENPLAY_STRUCTURED",
			"value": "intro {\n\tb2 (0:00) {\n\t\tdesert {\n\t\t\tautomobile hood \n\t\t\tfrom ( side )\n\t\t}\n\t}\n\tb1 {\n\t\ttime ( 0:05 ) {\n\t\t\ta hand ( grabs ) {\n\t\t\t\ttop corner ( of the convertible's front )\n\t\t\t}\n\t\t}\n\t\ttransition {\n\t\t\tfrom ( hood of the car ) \n\t\t\tto ( driver's side )\n\t\t\tshall ( show ) {\n\t\t\t\tlong-haired guitarist {\n\t\t\t\t\tdriver's seat\n\t\t\t\t}\n\t\t\t}\n\t\t\tpassenger {\n\t\t\t\tsinger\n\t\t\t}\n\t\t}\n\t}\n}\n\nverse 1 {\n\ta1 (0:11) {\n\t\tsinger {\n\t\t\tturns { \n\t\t\t\tcamera \n\t\t\t}\n\t\t\tsinging {\n\t\t\t\tstarts\n\t\t\t}\n\t\t}\n\t}\n\tb1 (0:15) {\n\t\tbassist {\n\t\t\tin ( back seat )  {\n\t\t\t\tof ( open car ) {\n\t\t\t\t\tlaces ( tying ) {\n\t\t\t\t\t\tshoe ( his ) {\n\t\t\t\t\t\t\tsky ( facing )\n\t\t\t\t\t\t}\n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t\tdrummer {\n\t\t\tback seat {\n\t\t\t\topen car {\n\t\t\t\t\tlooks {\n\t\t\t\t\t\tforward {\n\t\t\t\t\t\t\tconcentration ( forehead ) {\n\t\t\t\t\t\t\t\tcreased {\n\t\t\t\t\t\t\t\t\tin\n\t\t\t\t\t\t\t\t}\n\t\t\t\t\t\t\t}\n\t\t\t\t\t\t}\n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\tb2 (0:19) {\n\t\tdesert {\n\t\t\tlandscape {\n\t\t\t\tman's {\n\t\t\t\t\tarm ( tattooed )\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t}\n}\n\nChorus {\n\tb1 ( 0:20 ) {\n\t\tbassist {\n\t\t\tspits ( upward liquid )\n\t\t}\n\t}\n\ta1 ( 0:22 ) {\n\t\tsinger {\n\t\t\tsings ( chorus )\n\t\t\teyes ( right side )\n\t\t}\n\t}\n\tb1 ( 0:22 ) {\n\t\tsinger {\n\t\t\tshirt ( sleeveless )\n\t\t\ttattoos\n\t\t\thand ( holds ) {\n\t\t\t\twindscreen ( car )\n\t\t\t}\n\t\t}\n\t\tbassist {\n\t\t\tface ( dark & gloomy )\n\t\t}\n\t\tdrummer {\n\t\t\teyes ( closed )\n\t\t\tfacing {\n\t\t\t\tblue ( sky )\n\t\t\t}\n\t\t}\n\t}\n\tb2 ( 0:30 ) {\n\t\tcar {\n\t\t\topen-top\n\t\t\tdrives ( desert )\n\t\t\tcamera ( tracking )\n\t\t\tremain ( still )\n\t\t}\n\t}\n}\n\nverse 2 {\n\tb2 ( 0:32 ) {\n\t\tlandscape ( wasteland )\n\t\tsinger ( stands ) {\n\t\t\ton top ( of burned-out vehicle )\n\t\t\tthrows ( something away )\n\t\t}\n\t\tbassist ( poking ) {\n\t\t\tat ( ashes )\n\t\t}\n\t\tdrummer ( throws) {\n\t\t\ta piece ( of cardboard )\n\t\t}\n\t\tguitarist {\n\t\t\tagainst ( burned-out tree )\n\t\t\telectric guitar ( in hand )\n\t\t}\n\t}\n}\n\nChorus {\n\ta1 ( 0:43 ) {\n\t\tsinger {\n\t\t\tsits ( casually ) {\n\t\t\t\tbench ( next to ) {\n\t\t\t\t\tcar ( broken )\n\t\t\t\t}\n\t\t\t}\n\t\t\tsings (chorus )\n\t\t\tthrows ( glassful ) {\n\t\t\t\tsand ( into air )\n\t\t\t}\n\t\t}\n\t}\n\tb2 ( 0:49 ) {\n\t\tdrummer {\n\t\t\twalks {\n\t\t\t\tbassist {\n\t\t\t\t\tsinger {\n\t\t\t\t\t\tdesert\n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t\tsinger {\n\t\t\tbassist {\n\t\t\t\tdesert {\n\t\t\t\t\tspeaks {\n\t\t\t\t\t\twar ( painting )\n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t}\n\ta1 ( 0:54 ) {\n\t\tsinger {\n\t\t\tsits ( casually ) {\n\t\t\t\tbench ( next to ) {\n\t\t\t\t\tcar ( broken )\n\t\t\t\t}\n\t\t\t}\n\t\t\tsings (chorus )\n\t\t\tthrows ( glassful ) {\n\t\t\t\tsand ( into air )\n\t\t\t}\n\t\t}\n\t}\n\tb1 ( 0:56 ) {\n\t\tguitarist {\n\t\t\tsmiles ( widely )\n\t\t\thand ( right ) {\n\t\t\t\tface \n\t\t\t}\n\t\t\thead ( left side )\n\t\t}\n\t}\n}\n\n\ninstrumental {\n\tb2 ( 0:59 ) {\n\t\tfade\n\t\tcar ( driving ) {\n\t\t\tdown ( highway )\n\t\t\tinside ( 4 band members ) {\n\t\t\t\tfaces ( serious looks )\n\t\t\t}\n\t\t\tdaytime \n\t\t\tsun ( bright ) {\n\t\t\t\tfront ( car )\n\t\t\t}\n\t\t}\n\t}\n}\n\nverse3 {\n\tb1 (1:10) {\n\t\tbassist {\n\t\t\tleans ( passenger seat ) {\n\t\t\t\t dashboard\n\t\t\t} \n\t\t\tsmiles ( visible ) {\n\t\t\t\t through {\n\t\t\t\t\t windshield\n\t\t\t\t }\n\t\t\t}\n\t\t}\n\t}\n\tb2 (1:13) {\n\t\troad ( heading ) {\n\t\t\tthrough {\n\t\t\t\twindshield\n\t\t\t}\n\t\t}\n\t}\n\ta1 (1:15) {\n\t\tsame ( image ) {\n\t\t\tas ( start )\n\t\t}\n\t\tcar ( passengers ) {\n\t\t\tseen ( from side )\n\t\t\tas ( car drives ) \n\t\t}\n\t\tsinger {\n\t\t\tdriving {\n\t\t\t\twhile ( singing )\n\t\t\t}\n\t\t}\n\t}\n}\n\nchorus {\n\tb2 ( 1:21 ) {\n\t\tcar { \n\t\t\tdriving {\n\t\t\t\thighway\n\t\t\t}\n\t\t\tleaving {\n\t\t\t\tcamera\n\t\t\t}\n\t\t\tremaining ( in place )\n\t\t}\n\t}\n\tb1 {\n\t\ttime ( 1:26 ) {\n\t\t\tsinger ( back seat )\n\t\t\tbassist ( back seat ) {\n\t\t\t\tseated ( upside down ) {\n\t\t\t\t\tlegs ( pointing upwards )\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t\ttime ( 1:29 ) {\n\t\t\tbassist {\n\t\t\t\tseat ( from passenger side )\n\t\t\t\tlooks ( upwards )\n\t\t\t}\n\t\t\tcamera ( capturing ) {\n\t\t\t\tfrom ( above downwards )\n\t\t\t}\n\t\t}\n\t}\n}\n\nverse 4 {\n\tb1 {\n\t\ttime ( 1:31 ) {\n\t\t\tsomeone ( from backseat ) {\n\t\t\t\tornament ( pinecone ) {\n\t\t\t\t\tdrummer ( car ) {\n\t\t\t\t\t\topen-top\n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t}\t\n\t\t}\t\n\t\ttime ( 1:34 ) {\n\t\t\tsinger {\n\t\t\t\trecord ( round ) {\n\t\t\t\t\tmoves ( drifting ) {\n\t\t\t\t\t\topen car (top)\n\t\t\t\t\t}\n\t\t\t\t\tlooks ( after)\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t\ttime ( 1:45 ) {\n\t\t\tguitarist {\n\t\t\t\tbook ( half burnt )\n\t\t\t}\n\t\t}\n\t\ttime ( 1:38 ) {\n\t\t\tsinger {\n\t\t\t\tsitting ( on backseat ) {\n\t\t\t\t\tshirtless\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t\ttime ( 1:40 ) {\n\t\t\tbassist {\n\t\t\t\tornament ( pinecone )\n\t\t\t\tbuilding\n\t\t\t}\n\t\t}\n\t}\n}\n\n\nchorus {\n\tb2 (1:42) {\n\t\tcar {\n\t\t\tdriving ( down a sandy road on a windy day ) { \n\t\t\t\twith ( power lines in background )\n\t\t\t}\n\t\t\tsomeone ( stretches their arms out ) {\n\t\t\t\thands ( in the air )\n\t\t\t}\n\t\t} \n\t}\n\tb1 {\n\t\ttime (1:48) {\n\t\t\tdrummer {\n\t\t\t\ttake ( leak ) {\n\t\t\t\t\tnear ( power line supports )\n\t\t\t\t} \n\t\t\t}\n\t\t}\n\t\ttime (1:50) { \n\t\t\tbassist {\n\t\t\t\tplays ( electric bass ) {\n\t\t\t\t\twithout ( strings )\n\t\t\t\t} \n\t\t\t}\n\t\t}\n\t\ttime (1:53) {\n\t\t\tdrummer {\n\t\t\t\tfinish ( business )\n\t\t\t\tleave\n\t\t\t}\n\t\t}\n\t\ttime (1:56) {\n\t\t\tguitarist ( searches ) {\n\t\t\t\tin ( back of car )\n\t\t\t\tthrowing ( stuff out of back )\n\t\t\t\tfind ( guitar )\n\t\t\t}\n\t\t}\n\t}\n}\n\ninstrumental {\n\ta1 (2:00) {\n\t\tguitarist ( playing ) {\n\t\t\tguitar ( solo ) {\n\t\t\t\tneck ( broken, bent )\n\t\t\t}\n\t\t}\n\t\tnever ( felt ) {\n\t\t\tthis ( way )\n\t\t}\n\t}\n\tb1 (2:08) {\n\t\tmusicians {\n\t\t\tdrummer ( sitting ) {\n\t\t\t\ton ( a mattress ) {\n\t\t\t\t\tfilled ( desert sand )\n\t\t\t\t}\n\t\t\t\tlooking ( down )\n\t\t\t}\n\t\t\tbassist ( playing )\n\t\t}\n\t\tbackground ( blue sky, power lines )\n\t}\n\ta1 ( 2:09 ) {\n\t\tguitarist ( playing ) {\n\t\t\tguitar ( solo )\n\t\t}\n\t}\n\tb2 (2:18) {\n\t\tconvertible ( driving ) {\n\t\t\tdown ( road )\n\t\t\tsun ( setting )\n\t\t}\n\t\ton the ( other side ) \n\t\texhale ( long ) \n\t}\n}\n\nverse 5 {\n\tb1 ( 2:20 ) {\n\t\tsinger  {\n\t\t\tseen ( from ) {\n\t\t\t\tto {\n\t\t\t\t\tside \n\t\t\t\t\tsky {\n\t\t\t\t\t\tdarkening \n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t\tsun {\n\t\t\t\t\twarmly {\n\t\t\t\t\t\ton ( face )\n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t\tb1 ( 2:25 ) {\n\t\t\tbassist ( backseat {\n\t\t\t\t\tof {\n\t\t\t\t\t\tcar\n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t)\n\t\t}\n\t\tb1 ( 2:28 ) {\n \t\t\tguitarist ( passenger {\n\t\t\t\tof {\n\t\t\t\t\tcar \n\t\t\t\t}\n\t\t\t}) {\n\t\t\t\tfeel ( air currents)\n\t\t\t}\n\t\t}\n\t}\n}\n\nchorus {\n\tb1 {\n\t\ttime (2:30) {\n\t\t\tdrummer {\n\t\t\t\tin ( back seat )\n\t\t\t\tsleeping\n\t\t\t}\n\t\t}\n\t\ttime (2:36 ) {\n\t\t\tsinger {\n\t\t\t\tin ( back seat )\n\t\t\t\tsleeping\n\t\t\t}\n\t\t}\n\t\ttime (2:44) {\n\t\t\tguitarist {\n\t\t\t\tin ( back seat )\n\t\t\t\tplaying ( guitar )\n\t\t\t}\n\t\t}\n\t}\n\n\tb2 {\n\t\ttime (2:33) {\n\t\t\tcamera ( following ) { \n\t\t\t\tfrom ( behind )\n\t\t\t\tsun ( setting )\n\t\t\t}\n\t\t}\n\t\ttime (2:39) {\n\t\t\tred ( sunset ) {\n\t\t\t\tdesert\n\t\t\t\tcar ( drives )\n\t\t\t}\n\t\t}\n\t}\n}\n\ninstrumental {\n\ta1 {\n\t\ttime ( 2:47 ) {\n\t\t\tguitarist {\n\t\t\t\tplaying ( guitar solo ) {\n\t\t\t\t\tbackseat ( car )\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t\ttime ( 2:53 ) {\n\t\t\tcamera ( angle ) {\n\t\t\t\tchanges\n\t\t\t\tguitarist ( still playing )\n\t\t\t}\n\t\t}\n\t\ttime ( 2:58 ) {\n\t\t\tsinger {\n\t\t\t\tbackseat\n\t\t\t\tlooks ( towards guitarist )\n\t\t\t}\n\t\t}\n\t\ttime ( 3:02 ) {\n\t\t\tguitarist {\n\t\t\t\tplaying\n\t\t\t\tcamera ( angle ) {\n\t\t\t\t\tlooks ( behind car ) {\n\t\t\t\t\t\tsun ( setting )\n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t\ttime ( 3:06 ) {\n\t\t\tguitarist ( still playing )\n\t\t\tcamera ( angle ) {\n\t\t\t\tchanges\n\t\t\t\tplaying ( visible )\n\t\t\t}\n\t\t}\n\t\ttime ( 3:12 ) {\n\t\t\tdrummer {\n\t\t\t\tpassenger {\n\t\t\t\t\tseat\n\t\t\t\t\twakes ( up )\n\t\t\t\t\tlifsts ( head )\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t\ttime ( 3:14 ) {\n\t\t\tcar {\n\t\t\t\tabove\n\t\t\t\tdriving ( on road )\n\t\t\t\tsun ( setting )\n\t\t\t}\n\t\t}\n\t\ttime ( 3:19 ) {\n\t\t\tguitarist ( still playing )\n\t\t\tcamera ( angle ) {\n\t\t\t\tchanges\n\t\t\t\tplaying ( visible )\n\t\t\t}\n\t\t}\n\t}\n}\n\noutro {\n\tb1 {\n\t\ttime ( 3:28 ) {\n\t\t\tending ( song )\n\t\t\taction ( guitarist {\n\t\t\t\tshoves ( electric guitar {\n\t\t\t\t\tout ( of moving car )\n\t\t\t\t})\n\t\t\t})\n\t\t}\n\t\ttime ( 3:29 ) {\n\t\t\tguitarist {\n\t\t\t\tstill ( stands ) {\n\t\t\t\t\ton ( backseat )\n\t\t\t\t}\n\t\t\t\tdirection ( journey )\n\t\t\t\taction ( sit down )\n\t\t\t}\n\t\t}\n\t}\n\tb2 {\n\t\ttime ( 3:33 ) {\n\t\t\taction ( car {\n\t\t\t\tdrives ( highway ) {\n\t\t\t\t\tahead\n\t\t\t\t}\n\t\t\t})\n\t\t\tsun ( almost gone )\n\t\t\tlook straight ahead {\n\t\t\t\tfrom ( highway )\n\t\t\t\tmiddle\n\t\t\t\tend of straight {\n\t\t\t\t\twhere car {\n\t\t\t\t\t\tdriving\n\t\t\t\t\t}\n\t\t\t\t}\n\t\t\t}\n\t\t}\n\t}\n}"
		},
		{
			"key": "ENGLISH_SCREENPLAY_STRUCTURED_ERRORS",
			"value": "1. Lines with screenplay fumbling (and improvements) in \"B\":\n-\"an automobile hood\" -> \"a sleek sports car ( hood )\"\n- \"against the desert\" -> \"against the arid background\"\n- \"from the side\" -> \"from the angled perspective\"\n- \"a hand grabs\" -> \" someone's hand reaches out to grab\" \n- \"the top corner\" -> \"the top edge\" \n- \"of the convertible's front\" -> \"of the car's windshield\" \n- \"the shot transitions\" -> \"the view shifts\"\n- \"from the hood of the car\" -> \"from the hood of the vehicle\"\n- \"to the driver's side\" -> \"towards the driver's side\"\n- \"showing a long-haired guitarist in the driver's seat\" -> \"showing a fierce-looking guitarist in the driver's seat\"\n- \"passenger's\" -> \"passenger's seat\"\n2. Confusion in \"B\":\n- It is not clear how the shot is transitioning from the hood of the car to the driver's side and what is being shown. \n- It is not explained why the guitarist and the singer are driving the car. \n3. Unnecessary visual details in \"B\":\n- None. \n4. Looseness in \"B\":\n- The scene isn't clearly conveying its intended emotion or the theme of the story.\n5. Symbol incorrectness in \"B\":\n- None.\n6. Unnecessary attributes in \"B\":\n- None.\n7. Overuse of actions in \"B\":\n- None.\n8. Repetition in \"B\":\n- None.\n9. Overdramatic in \"B\":\n- None. \n10. Awkwardness in \"B\":\n- The descriptions lack specificity, making the scene feel incomplete.\n11. Sanity errors in \"B\":\n- None.\n12. Odd image in \"B\":\n- None. \n13. Poor transitions in \"B\":\n- The transition from the hood of the car to the driver's side is not clearly described.\n14. Long-windedness in \"B\":\n- None. \n15. Abrupt endings in \"B\":\n- None.\n16. Redundancy in \"B\":\n- None.\n17. Choppiness in \"B\":\n- Sentences can be crafted in a more cohesive and structured manner to make the description less choppy. \n18. Lack of coherence in \"B\":\n- The description lacks cohesion and fails to capture the essence of the scene.\n19. Thing cliche in \"B\":\n- None.\n20. Unclear in \"B\":\n- It is not clear why the guitarist and singer are in the car and the purpose for the transition.\n21. Misused symbols in \"B\":\n- None.\n22. Unnatural in \"B\":\n- The descriptions are not smooth and natural as they lack specificity.\n\n1. Lines with screenplay fumbling (and improvements) in \"B\":\n-\"back seat of open car\" -> \"back seat of the open car\"\n- \"forehead creased in\" -> \"forehead creased with\"\n- \"man's arm tattooed\" -> \"man's arm sporting a tattoo\"\n- etc\n2. Confusing lines in \"B\":\n- \"sky facing\"\n- \"looks forward\"\n3. Unnecessary visual details in \"B\":\n- \"long-haired guitarist\"\n- \"laces tying shoe\"\n4. Looseness in \"B\":\n- \"car hood\" -> \"hood of the car\"\n- \"passenger\" -> \"passenger's seat\"\n5. Symbol incorrectness in \"B\":\n- \"arm tattooed\" -> \"arm sporting a tattoo\"\n6. Unnecessary attributes in \"B\":\n- \"long-haired guitarist\"\n7. Overuse of actions in \"B\":\n- \"turns camera\"\n8. Repetition in \"B\":\n- \"open car\"\n9. Overdramatic descriptions in \"B\":\n- \"sky facing\"\n10. Awkwardness in \"B\":\n- \"looks forward\"\n11. Sanity errors in \"B\":\n- \"car hood\" -> \"hood of the car\"\n12. Odd images in \"B\":\n- \"arm tattooed\"\n13. Poor transitions in \"B\":\n- \"starts singing\" -> \"begins to sing\"\n14. Long-windedness in \"B\":\n- \"laces tying shoe\" -> \"tying shoe laces\"\n15. Abrupt endings in \"B\":\n- \"other better 2\"\n16. Redundancy in \"B\":\n- \"starts singing\"\n17. Choppiness in \"B\":\n- \"other better 1\"\n18. Lack of coherence in \"B\":\n- \"concentration forehead\"\n19. Things Cliche in \"B\":\n- \"sky facing\"\n20. Unclear language in \"B\":\n- \"other better 1\"\n21. Misused symbols in \"B\":\n- \"starts singing\"\n22. Unnatural language in \"B\":\n- \"other better 2\"\n\n1. Lines with screenplay fumbling (and improvements) in \"B\":\n-\"liquid\" -> \"sprite ( liquid )\"\n- \"sleeveless shirt\" -> \"cut-up t-shirt ( sleeveless shirt )\"\n- \"eyes right side\" -> \"gaze ( right direction )\"\n- \"hand holds windscreen\" -> \"palm ( grasps ) { windscreen ( car ) }\"\n- \"face dark & gloomy\" -> \"demeanor ( grimace )\"\n- \"eyes closed\" -> \"eyelids ( shut )\"\n- \"open-top\" -> \"sunroof ( open-top )\"\n- \"remain still\" -> \"waver ( not still )\"\n2. Confusion in the narrative.\n3. Unnecessary visual details in the screenplay.\n4. Looseness in the action and dialogue.\n5. Incorrect usage of symbols.\n6. Unnecessary attributes used in descriptions.\n7. Overuse of action descriptors.\n8. Repetition of some descriptions.\n9. Overdramatic plot elements.\n10. Awkward transitions between scenes.\n11. Sanity errors between the imagined world and reality.\n12. Unusual or odd images used.\n13. Poor transitions between parts of the narrative.\n14. Long-winded descriptions that do not add much to the narrative.\n15. Abrupt endings lacking resolution or development.\n16. Redundancy of similar events or characters.\n17. Choppiness when transitioning between ideas.\n18. Lack of coherence between scenes.\n19. Thing cliche within the narrative.\n20. Unclear objectives or motivations of characters.\n21. Misused symbols used in the narrative.\n22. Unnatural dialogue or developments.\n\n1. Lines with screenplay fumbling (and improvements) in \"B\":\n-\"wasteland\" -> \"junkyard\" \n- \"burned-out vehicle\" -> \"burned-out bus\"\n- \"piece of cardboard\" -> \"piece of wood\"\n- \"against a burned-out tree\" -> \"leaning against a scorched tree\"\n- etc\n\n2. Avoid confusion in \"B\":\n- Use clear direction to avoid confusion between each character's actions \n- Try to break up long sentences into shorter ones \n- Use a chart to clearly show each character and their actions \n\n3. Add unnecessary visual details to improve \"B\":\n- Describe the color of the sky \n- Describe the type of electricity guitar being used by the guitarist\n- Describe the physical features of each character \n\n4. Make the screenplay for \"B\" less loose: \n- Define each action in more detail \n- Avoid cliche imagery \n- Avoid overlapping actions between characters \n\n5. Outline the wrong symbols used in \"B\":\n- Replace any symbols that don't make sense to the plot \n- Check that the symbols used are relevant to the story\n\n6. Remove any unnecessary attributes from \"B\":\n- Specify details only when needed \n- Ensure that all descriptions are necessary to the plot \n\n7. Reduce the use of actions in \"B\":\n- Make sure all actions are essential to the scene \n- Avoid overly long descriptions of the same action \n\n8. Change any repetition present in \"B\":\n- Find actions that can be replaced with new visuals or words \n- Vary the style depending on the scene\n\n9. Eliminate any overdramatic writing in \"B\":\n- Cut anything that might seem too exaggerated \n- Avoid melodramatic dialogue\n\n10. Remove any awkwardness in \"B\":\n- Avoid unnecessary pauses in the dialogue \n- Make sure the transitions between scenes are smooth \n\n11. Identify and fix any sanity errors in \"B\":\n- Use reason and logic when writing a scene \n- Maintain realism in all characters' actions \n\n12. Point out any odd images used in \"B\":\n- Make sure there are no random images or symbols used that don't align with the plot \n- Make sure all visual information is relevant and necessary \n\n13. Improve the transitions between scenes in \"B\":\n- Avoid overlapping dialogue between scenes \n- Use linking visuals to depict a smooth transition between scenes \n\n14. Cut down on long-windedness in \"B\":\n- Streamline the description of each scene \n- Be brief, but clear \n\n15. Avoid abrupt endings in \"B\":\n- Make sure each act and scene have clear resolutions \n- Use closure to ensure that there is no loose plot thread \n\n16. Remove any redundancy in \"B\":\n- Find any repetitive words or descriptions and edit them for more concise writing \n- Remove any unnecessary plot points \n\n17. Eliminate choppiness in \"B\":\n- Connect scenes logically through dialogues and action \n- Check for any plot-holes \n\n18. Improve the coherence in \"B\":\n- Connect all pieces of the plot to build a comprehensive script \n- Examine those pieces for any inconsistency \n\n19. Point out any thing cliches used in \"B\":\n- Avoid using any stereotypes \n- Cut out any archetypes that would distract from the story\n\n20. Clarify any unclear parts in \"B\":\n- Pay close attention to unclear dialogue and descriptions \n- Provide more detail to ensure that the reader can understand the story\n\n21. Ensure the correct use of symbols in \"B\":\n- Check that all symbols used in the script are relevant to the plot \n- Make sure each symbol is carefully used to develop the story \n\n22. Make sure all dialogue and actions are natural in \"B\":\n- Make sure that all dialogue is realistic to the characters \n- Avoid creating dialogues that sound unnatural or forced\n\n1. Lines with screenplay fumbling (and improvements) in \"B\":\n-\"against ( desert )\" -> \"away ( from the desert )\"\n- \"car ( broken )\" -> \"old car ( broken )\"\n- \"war ( painting )\" -> \"colorful war ( painting )\"\n- \"face\" -> \"his face\"\n- etc\n2. Confusion in the images or conversation\n3. Unnecessary visual details that don't drive the story forward\n4. Looseness in the delivery or dialogue\n5. Symbol incorrectness\n6. Unnecessary attributes or details that detract from the story\n7. Overuse of actions or lines of dialogue that aren't necessary\n8. Repetition or recycling of visual elements\n9. Overdramatic facial expressions or delivery\n10. Awkwardness in the dialogue, performance or visuals\n11. Sanity errors in the story or dialogue\n12. Odd images or scenes that do not fit\n13. Poor transitions from one scene or conversation to the next\n14. Long-windedness in the structure, dialogue or visuals\n15. Abrupt endings or poor pacing\n16. Redundancy in the staging, dialogue or visuals\n17. Choppiness in the flow or continuity of the story\n18. Lack of coherence in the storylines or conversations\n19. Thing cliche in the delivery, dialogue or visuals\n20. Unclear intentions or meanings in the dialog or visuals\n21. Misused symbols or markers\n22. Unnatural actions, deliveries or conversations\n\n1. Lines with screenplay fumbling (and improvements) in \"B\":\n-\"fade\" -> \"the car (fades) into view\"\n- \"4 band members\" -> \"four band members\"\n- \"daytime\" -> \"the daytime sky\"\n- \"sun (bright)\" -> \"the sun shining brightly\"\n- etc\n2. Confusion in \"B\":\n- Inconsistencies between the narrative and the visual elements\n- Unclear instructions on what is supposed to be happening in the scene\n3. Unnecessary visual details in \"B\":\n- Long descriptions of the scenery while not much happening\n- Unnecessary details such as the color of the car\n4. Looseness in \"B\":\n- Lack of a defined structure or organization of the scene\n- Unclear transitions between sections\n5. Symbol incorrectness in \"B\":\n- Wrong symbols used to represent certain objects or actions\n- Words used to describe the visuals are incorrect\n6. Unnecessary attributes in \"B\":\n- Details that are not relevant to the story or plot\n- Unnecessary adjectives used to describe objects\n7. Overuse of actions in \"B\":\n- Too many actions taking place in one scene\n- Actions that are not connected to the plot or story\n8. Repetition in \"B\":\n- Redundant language used to describe the same thing multiple times\n9. Overdramatic in \"B\":\n- Exaggerated or melodramatic language and descriptions\n- Unnecessary emotional effects added to the scene\n10. Awkwardness in \"B\":\n- Unnatural dialogue between characters\n- Scenes that are too slow, not adding to the story\n11. Sanity errors in \"B\":\n- Errors in basic conversation or behavior\n- Unbelievable plot points\n12. Odd image in \"B\":\n- Incongruous visuals that don't fit with the rest of the story\n- Unceasingly strange occurrences\n13. Poor transitions in \"B\":\n- An unclear progression from one scene to the next\n- Unclear exposition at the start of the scene\n14. Long-windedness in \"B\":\n- Long segments that could be shortened\n- Unnecessarily long descriptions of settings\n15. Abrupt endings in \"B\":\n- Scenes that finish too quickly and fail to convey a feeling of closure\n- Lack of resolution for characters\n16. Redundancy in \"B\":\n- Repetition of ideas, lines or visuals\n- Unnecessary repeating of dialogue or actions\n17. Choppiness in \"B\":\n- Broken up sentences or dialogue that sound unnatural\n- Unclear transitions\n18. Lack of coherence in \"B\":\n- Scenes or dialogue that don't flow naturally\n- Disjointed story points\n19. Thing cliche in \"B\":\n- Overused plot points or tropes that are no longer entertaining\n- Lack of originality\n20. Unclear in \"B\":\n- Unclear meaning and purpose behind certain elements\n- Confusing or illogical actions that make no sense\n21. Misused symbols in \"B\":\n- Symbols or words that don't properly convey the intended meaning\n- Incorrect symbols used for certain objects or actions\n22. Unnatural in \"B\":\n- Unnatural language, dialogue or behaviors\n- Scenes that feel awkward or forced\n\n1. Lines with screenplay fumbling (and improvements) in \"B\":\n-\"bassist leans passenger seat dashboard\" -> \"bassist rests against passenger seat dashboard\"\n- \"road heading through windshield\" -> \"road leads away through windshield\" \n- \"same image as start\" -> \"same image as beginning\"\n- \"car passengers seen from side\" -> \"car occupants seen from window\"\n- \"while singing\" -> \"while singing out loud\"\n- etc\n\n2. Confusion in \"B\":\n- Unclear meaning of some dialogue lines\n- Unclear direction of the scenes\n- Unclear motivation of the characters\n- Unclear intent of the music in certain scenes\n\n3. Unnecessary Visual Details in \"B\":\n- Excessive or unnecessary filming elements\n- Unnecessary camera angles\n\n4. Looseness in \"B\":\n- Unfocused writing and ideas\n- Lack of concentration or focus\n- Poor flow and cohesion\n\n5. Symbol Incorrectness in \"B\":\n- Incorrect use of symbols in the screenplay\n- Misinterpretation of characters' body language\n\n6. Unnecessary Attributes in \"B\":\n- Unnecessary description of environments and characters\n- Unimportant details that are not necessary for the story\n\n7. Overuse of Actions in \"B\":\n- Scenes with too much action and not enough character development\n- Exaggerating scenes with too much physical movement\n\n8. Repetition in \"B\":\n- Repeating certain scenes or dialogue\n- Utilizing the same techniques too many times in a row\n\n9. Overdramatic in \"B\":\n- Excessive drama in scenes and dialogue\n- Overly long speeches and overly dramatic reactions\n\n10. Awkwardness in \"B\":\n- Poorly written dialogue and interactions\n- Awkward transitions and unexpected narrative elements\n\n11. Sanity Errors in \"B\":\n- Facts and details that are not consistent with the world of the story\n- Misunderstanding of the physical world or logic\n\n12. Odd Image in \"B\":\n- Unnecessary and confusing imagery\n- Disturbing use of imagery in certain scenes\n\n13. Poor Transitions in \"B\":\n- Poor pacing and progression of scenes\n- Slow or abrupt transitions between scenes\n\n14. Long-Windedness in \"B\":\n- Overly long dialogue and scenes\n- Forgotten or irrelevant narrative elements\n\n15. Abrupt Endings in \"B\":\n- Scenes or sequences that end abruptly or without resolution\n- Unsatisfying or incomplete ending to a scene or story\n\n16. Redundancy in \"B\":\n- Repeated ideas or points\n- Unnecessary repetition of certain details\n\n17. Choppiness in \"B\":\n- Unsatisfying seamless flow of scenes\n- Jumpy or choppy transition between scenes\n\n18. Lack of Coherence in \"B\":\n- Unclear connections between characters and plot\n- Poor character motivation and progression\n\n19. Song Cliché in \"B\":\n- Unoriginal and overused musical motifs and themes\n- Overuse of clichéd lyrics and music\n\n20. Unclear in \"B\":\n- Vague descriptions or details that are not clear\n- Unclear author intention with certain scenes\n\n21. Misused Symbols in \"B\":\n- Incorrect use of symbols to represent certain ideas\n- Poor use of figurative language or symbolism\n\n22. Unnatural in \"B\":\n- Unnatural speech patterns or dialogue\n- Unnatural character or story progression\n\n1. Lines with screenplay fumbling (and improvements) in \"B\":\n-\"car (driving)\" -> \"luxurious car (speeding)\"\n- \"camera (capturing)\" -> \"high-definition camera (panning)\"\n- \"remaining (in place)\" -> \"remaining (stalled)\"\n- \"upside down\" -> \"on their heads\"\n- etc\n\n2. Confusing sentences and further clarity in \"B\":\n- \"The shot transitions from the hood of the car to the driver's side, showing a long-haired guitarist in the driver's seat and a singer in the passenger's.\" -> \"The shot transitions to the driver's side, showcasing a long-haired guitarist driving the car and a singer in the passenger's seat.\"\n\n3. Unnecessary visual details in \"B\":\n- \"The shot transitions to the driver's side, showcasing a long-haired guitarist driving the car and a singer in the passenger's seat.\" -> \"The camera moves to the driver's side, revealing the musician driving and the singer alongside him.\"\n\n4. Looseness in \"B\":\n- \"The camera moves to the driver's side, revealing the musician driving and the singer alongside him.\" -> \"The camera pans to the driver's side, revealing both the musician steering the car and the singer next to him.\"\n\n5. Symbol incorrectness in \"B\":\n- \"leaving\" -> \"leaving behind\"\n\n6. Unnecessary attributes in \"B\":\n- \"the singer in the passenger's seat\" -> \"the singer\"\n\n7. Overuse of actions in \"B\":\n- \"The camera pans to the driver's side, revealing both the musician steering the car and the singer next to him.\" -> \"The camera pans to the driver's side, showing the musician driving and the singer by his side.\"\n\n8. Repetition in \"B\":\n- \"The camera pans to the driver's side, revealing both the musician steering the car and the singer next to him.\" -> \"The camera pans to the driver's side, unveiling the musician driving and the singer close by.\"\n\n9. Overdramatic in \"B\":\n- \"The camera pans to the driver's side, displaying the musician driving and the singer by his side.\" -> \"The camera pans to the driver's side, giving a glimpse of the musician behind the wheel and the singer in the passenger seat.\" \n\n10. Awkwardness in \"B\":\n- \"The camera pans to the driver's side, giving a glimpse of the musician behind the wheel and the singer in the passenger seat.\" -> \"The camera pans to the driver's side, offering a glimpse of the guitarist driving and the singer in the passenger's seat.\"\n\n11. Sanity errors in \"B\":\n- \"The camera pans to the driver's side, offering a glimpse of the guitarist driving and the singer in the passenger's seat.\" -> \"The shot transitions to the driver's side, offering a glimpse of the guitarist driving and the singer in the passenger's seat.\"\n\n12. Odd image in \"B\":\n- \"The shot transitions to the driver's side, offering a glimpse of the guitarist driving and the singer in the passenger's seat.\" -> \"The shot shifts to the driver's side, affording a view of the guitarist driving and the singer in the co-pilot's seat.\"\n\n13. Poor transitions in \"B\":\n- \"The shot shifts to the driver's side, affording a view of the guitarist driving and the singer in the co-pilot's seat.\" -> \"The focus shifts to the driver's side, wherein the guitarist is seen driving and the singer in the passenger's seat.\"\n\n14. Long-windedness in \"B\":\n- \"The focus shifts to the driver's side, wherein the guitarist is seen driving and the singer in the passenger's seat.\" -> \"The focus shifts to the driver's side, showing the guitarist driving and the singer in the passenger's seat.\"\n\n15. Abrupt endings in \"B\":\n- \"The focus shifts to the driver's side, showing the guitarist driving and the singer in the passenger's seat.\" -> \"The camera pans to the driver's side, revealing the guitarist driving and the singer in the passenger's seat.\"\n\n16. Redundancy in \"B\":\n- \"The camera pans to the driver's side, revealing the guitarist driving and the singer in the passenger's seat.\" -> \"The camera pans to the driver's side, capturing the guitarist driving and the singer in the passenger's seat.\"\n\n17. Choppiness in \"B\":\n- \"The camera pans to the driver's side, capturing the guitarist driving and the singer in the passenger's seat.\" -> \"The shot transitions to the driver's side, revealing the guitarist driving and the singer in the passenger's seat.\"\n\n18. Lack of coherence in \"B\":\n- \"The shot transitions to the driver's side, revealing the guitarist driving and the singer in the passenger's seat.\" -> \"The shot shifts to the driver's side, showing the guitarist driving and the singer by his side.\"\n\n19. Thing cliche in \"B\":\n- \"The shot shifts to the driver's side, showing the guitarist driving and the singer by his side.\" -> \"The scene transitions to the driver's side, presenting the guitarist driving and the singer alongside him.\"\n\n20. Unclear in \"B\":\n- \"The scene transitions to the driver's side, presenting the guitarist driving and the singer alongside him.\" -> \"The shot pans to the driver's side, revealing the guitarist driving and the singer beside him.\"\n\n21. Misused symbols in \"B\":\n- \"highway\" -> \"open road\"\n\n22. Unnatural in \"B\":\n- \"The shot pans to the driver's side, revealing the guitarist driving and the singer beside him.\" -> \"The camera pans to the driver's side, unveiling the guitarist driving and the singer by his side.\"\n\n1. Lines with screenplay fumbling (and improvements) in \"B\":\n-\"an automobile hood\" -> \"top-down convertible ( hood )\"\n- \"someone ( from backseat )\" -> \"drummer ( from backseat )\"\n- \"moves ( drifting )\" -> \"moves ( around )\"\n- \"looks ( after )\" -> \"looks ( behind )\"\n- \"book ( half burnt )\" -> \"book ( with pages burned )\"\n- \"sitting ( on backseat )\" -> \"sitting ( in passenger's seat )\"\n- \"ornament ( pinecone )\" -> \"ornament ( feather )\"\n- \"building\" -> \"building a makeshift drum\"\n2. Confusion in \"B\":\n- Inconsistent pacing of actions mentioned in the script\n- Unclear relationships between dialogue and visuals\n3. Unnecessary visual details in \"B\":\n- Unnecessary description of the car as a \"top-down convertible\"\n- Unclear purpose of the \"feather ornament\"\n4. Looseness in \"B\":\n- Pacing between dialogue and action unclear\n- Lack of specific details as to why each character is doing what they're doing\n5. Symbol incorrectness in \"B\":\n- \"Pinecone\" used as a symbol in an inappropriate context\n- Unclear purpose of the \"feather ornament\"\n6. Unnecessary attributes in \"B\":\n- Unnecessary details about the car, such as its \"top-down convertible\" specifications\n7. Overuse of actions in \"B\":\n- Unclear sequencing of actions performed by each character that makes it difficult to follow and know who's doing what when\n8. Repetition in \"B\":\n- Unnecessary repetition of similar actions such as 'someone' grabbing something from the backseat\n9. Overdramatic in \"B\":\n- Excessive description of the car and unnecessary details making the script overly dramatic\n10. Awkwardness in \"B\":\n- Dialogue between characters sounds overly unnatural and stilted\n11. Sanity errors in \"B\":\n- Unclear relationship between details given in the script and why they're important to the story\n12. Odd image in \"B\":\n- Unclear purpose of the feather ornament\n13. Poor transitions in \"B\":\n- Jumpy pacing between dialogue and visuals\n14. Long-windedness in \"B\":\n- Long-winded descriptions taking away from the story\n15. Abrupt endings in \"B\":\n- Abrupt transitions between scenes making it difficult to follow the story and characters\n16. Redundancy in \"B\":\n- Unnecessary repeating of similar actions and details that doesn't further the story\n17. Choppiness in \"B\":\n- Poor transitions between scenes and awkward jumps in time\n18. Lack of coherence in \"B\":\n- Poor connecting of details and information that makes it hard to follow the story and characters\n19. Cliché in \"B\":\n- Unoriginal and tired symbol of a \"pinecone\" used to depict a drummer\n20 Unclear in \"B\":\n- Poor exposition making it difficult to understand the story\n21. Misused symbols in \"B\":\n- Unclear purpose for the \"pinecone\" symbol and why it depicts a drummer\n22. Unnatural in \"B\":\n- Unnatural dialogue between characters that sounds awkward\n\n1. Lines with screenplay fumbling (and improvements) in \"B\":\n-\"driving ( down a sandy road on a windy day )\" -> \"driving ( down a lonely road on a dark night )\"\n- \" stretch ( their arms out)\" -> \" stretch (their fingers out)\"\n- \"plays ( electric bass ) ->\" plays (acoustic bass )\n- \"find ( guitar )\" -> \"find ( an unexpected surprise )\"\n- etc\n2. Scenes that produce confusion in \"B\":\n- When the drummer takes a leak, as to why he is doing so in the middle of nowhere. \n- When the bassist plays without strings, why is he doing so and what is the purpose of it. \n3. Unnecessary visual details in \"B\": \n- Excessive use of long shots of the car driving down the road. \n- Unnecessary description of the landscape (windy day, power lines, sandy road etc.).\n4. Scenes that are too loose in \"B\":\n- When the drummer takes a leak, there is no direct purpose to the scene.\n- When the bassist plays without strings, the lack of an explanation as to why he is doing this leaves the viewers confused.\n5. Incorrect use of symbols in \"B\": \n- Using the car as a symbol of freedom without any context or explanation. \n- Overuse of power lines as a symbol of fate or destiny.\n6. Unnecessary attributes in \"B\":\n- Unnecessary dialogue and sound effects in some scenes. \n7. Overuse of actions in \"B\":\n- Repeated shots of the car driving down the road with no purpose or reason. \n- Excessive use of close-ups on the musicians. \n8. Repetition in \"B\":\n- Repeated shots of the car driving at the beginning of the scene. \n9. Scenes that are overdramatic in \"B\":\n- When the drummer takes a leak, as it does not really add to the overall story. \n10. Scenes that feel awkward in \"B\":\n- When the bassist plays without strings, as it does not fit in with the story or themes. \n11. Logic errors in \"B\":\n- Having the drummer take a leak in the middle of nowhere with no explanation. \n- Having the bassist play without strings without any purpose.\n12. Odd images in \"B\":\n- Unnecessary shots of the desert landscape. \n- Shots of the car driving for no purpose.\n13. Poor transitions in \"B\":\n- When the scene goes from the car driving, to the drummer taking a leak and the bassist playing without strings, with no real transition between the two scenes.\n14. Long-windedness in \"B\":\n- Unnecessary description of the landscape at the beginning of the scene.\n15. Abrupt endings in \"B\":\n- When the scene abruptly ends after the guitarist finds the guitar without any resolution or explanation.\n16. Redundancy in \"B\":\n- Unnecessary description of the desert landscape.\n17. Choppiness in \"B\":\n- When the scene abruptly jumps from the car driving to the other musicians without any transition.\n18. Lack of coherence in \"B\":\n- Scenes with no real purpose or connection to the overall story. \n19. Clichéd things in \"B\":\n- Using the car as a symbol of freedom without any context or explanation. \n- Overuse of power lines as a symbol of fate or destiny.\n20. Unclear elements in \"B\":\n- The purpose of the scene where the drummer takes a leak and the bassist plays without strings. \n21. Misused symbols in \"B\":\n- Using the car as a symbol of freedom without any context or explanation.\n- Overuse of power lines as a symbol of fate or destiny.\n22. Unnatural elements in \"B\":\n- Unnatural dialogue and sound effects in some scenes.\n\n1. Lines with screenplay fumbling (and improvements) in \"B\":\n-\"guitar ( solo ) { neck ( broken, bent )}\" -> \"guitar ( solo ) { body ( bent )}\"\n- \"musicians { drummer ( sitting ) { on ( a mattress ) { filled ( desert sand ) } looking ( down ) } bassist ( playing ) }\" -> \"musicians { drummer ( seated ) { on ( a drum stand ) { muted ( desert sand ) } glaring ( ahead ) } bassist ( strumming ) }\"\n- \"other bad 1\" -> \"other better 1\"\n- \"other bad 2\" -> \"other better 2\"\n- etc.\n2. Confusion in dialogue, plot, character arcs:\n- Placeholder dialogue with insufficient detail to convey the emotion or conflict of a scene.\n- Plot points that don't tie together logically or chronologically.\n- Character arcs that move in unexpected or unconvincing directions.\n3. Unnecessary visual details:\n- Details that don't contribute to the storytelling, like overly ornate costumes or set pieces.\n4. Looseness in scene structure:\n- Scenes with no clear beginning, middle, and end.\n- Scenes that lack a clear purpose or lack synergy with what came before or after.\n5. Symbol incorrectness:\n- Symbols used incorrectly, such as a red balloon signifying sadness instead of joy.\n6. Unnecessary attributes:\n- Attributes included for no particular purpose, such as a character's eye color having no bearing on the story.\n7. Overuse of actions:\n- Actions are used too frequently, such as a character winking in nearly every scene.\n8. Repetition:\n- Repeated elements of dialogue, locations, or visuals that prevent the story from moving forward.\n9. Overdramatic:\n- Dramatic elements that are too heavy-handed or exaggerated for the story.\n10. Awkwardness:\n- Dialogue, situations, or scenarios that feel clumsy or unnatural, even if they hit their intended emotion or desired outcome.\n11. Sanity errors:\n- Actions that no one in the real world would do, like entering a burning house or walking into a stranger's car.\n12. Odd images:\n- Images that seem out of place or don't contribute to the story, such as a random close-up of a rat in the corner of a room.\n13. Poor transitions:\n- Transitions that take the viewer too quickly from one scene to the next, making it difficult to understand the story.\n14. Long-windedness:\n- Scenes or dialogue that feel unnecessarily long and take up too much time in the story.\n15. Abrupt endings:\n- Endings that feel rushed or disjointed, diminishing the emotional impact of the story.\n16. Redundancy:\n- Scenes, dialogue, or visuals that are repeated, diminishing the impact of the original scene.\n17. Choppiness:\n- Visuals that are too fast or too slow, making it difficult to understand the story.\n18. Lack of coherence:\n- Scenes that don't make sense or don't build on each other in a meaningful way.\n19. Thing cliche:\n- Scenes or dialogue that have been done before and lack originality.\n20. Unclear:\n- Scenes or dialogue that are unclear or difficult to understand.\n21. Misused symbols:\n- Symbols that are used incorrectly or don't have any real meaning in the story.\n22. Unnatural:\n- Scenes, dialogue, or visuals that feel false or forced, as if nothing is happening organically.\n\n1. Lines with screenplay fumbling (and improvements) in \"B\":\n-\"seen from\" -> \"view from\" \n- \"to side\" -> \"from side to sky\" \n- \"sun warmly\" -> \"moon softly\"\n- \"backseat of car\" -> \"driver seat of car\"\n- \"passenger of car\" -> \"passenger seat of car\" \n- \"feel air currents\" -> \"feel the desert breeze\" \n2. Confusion in \"B\":\n- Location confusion: where are the characters located? Are they in a car?\n- Plot confusion: What is the purpose of the scene?\n3. Unnecessary visual details in \"B\": \n- Too much focus on small visual elements such as the sun, moon, sky, or air currents. \n4. Looseness in \"B\": \n- The description of the scene is too vague and does not provide enough information on what is happening.\n5. Symbol incorrectness in \"B\": \n- The sun and moon being used in the same scene is not accurate as the sun only shines during the day and the moon only shines at night.\n6. Unnecessary attributes in \"B\": \n- The use of adjectives such as \"warmly\" or \"softly\" in relation to the sun and moon are unnecessary as they do not add anything to the scene.\n7. Overuse of actions in \"B\": \n- The description of the scene is filled with too many small actions and details instead of one main action that drives the scene forward. \n8. Repetition in \"B\": \n- The phrase \"of car\" is repeated multiple times when describing the location of the characters which is unnecessary. \n9. Overdramatic in \"B\":\n- The description of the scene has too much emotion that does not add anything to the scene and is simply designed to make it more dramatic.\n10. Awkwardness in \"B\":\n- The description of the scene is awkward and does not flow naturally. \n11. Sanity errors in \"B\": \n- The use of the sun and moon in the same scene is not possible and can lead to confusion for the audience.\n12. Odd image in \"B\": \n- The image of a long-haired guitarist and a singer in a convertible is an odd image and does not make sense in the context of the scene.\n13. Poor transitions in \"B\": \n- The transition from the hood of the car to the driver's side is not clear and doesn't make sense.\n14. Long-windedness in \"B\": \n- The description of the scene is overly long and does not add anything to the scene. \n15. Abrupt endings in \"B\": \n- The end of the scene does not provide closure or resolution to wrap up the scene. \n16. Redundancy in \"B\": \n- The description of the scene is redundant with too many unnecessary words and details that do not add anything to the plot. \n17. Choppiness in \"B\": \n- The scene is cut off abruptly without resolution or any form of closure.\n18. Lack of coherence in \"B\": \n- The description of the scene is disconnected with no clear progression of actions or events.\n19. Thing cliche in \"B\": \n- The description of the scene is too cliche and does not bring anything new to the table.\n20. Unclear in \"B\": \n- The description of the scene is unclear and does not provide enough information to the audience on what is happening in the scene.\n21. Misused symbols in \"B\": \n- The symbols of the sun and moon are misused as they are used together in the same scene.\n22. Unnatural in \"B\":\n- The way the scene is described is unnatural and does not flow well.\n\n1. Lines with screenplay fumbling (and improvements) in \"B\":\n-\"drummer in back seat sleeping\" -> \"drummer in backseat setting up the beat \"\n- \"singer in back seat sleeping\" -> \"singer in backseat shouting out lyrics\"\n- \"guitarist in back seat playing guitar\" -> \"guitarist in backseat playing a tune\"\n- \"camera following from behind the sun setting\" -> \"camera following the car from behind as the sun sets\"\n- \"red sunset desert car driving\" -> \"the car driving across a red sunset desert landscape\" \n2. Confusion\n3. Unnecessary visual details\n4. Looseness\n5. Symbol incorrectness\n6. Unnecessary attributes\n7. Overuse of actions\n8. Repetition\n9. Overdramatic\n10. Awkwardness\n11. Sanity errors\n12. Odd image\n13. Poor transitions\n14. Long-windedness\n15. Abrupt endings\n16. Redundancy\n17. Choppiness\n18. Lack of coherence\n19. Thing cliche\n20. Unclear\n21. Misused symbols\n22. Unnatural\n\n1. Lines with screenplay fumbling (and improvements) in \"B\":\n-\"guitarist playing guitar solo\" -> \"guitarist strumming strings\"\n- \"backseat car\" -> \"backseat of the car\"\n- \"camera angle\" -> \"cameras point of view\"\n- \"singer backseat\" -> \"singer in the backseat\"\n- \"camera angle looks behind car\" -> \"camera shifts to show what's behind the car\"\n- \"passenger seat\" -> \"passenger side seat\"\n- \"wakes up\" -> \"wakes from a short nap\"\n- \"lifsts head\" -> \"lifts his head up towards the guitarist\"\n- \"driving on road\" -> \"driving slowly down the road\"\n- \"camera angle changes\" -> \"camera pans to show the guitarist playing\"\n2. Confusion:\n- Unclear about what is happening within the scene itself, such as why the guitarist is playing in the backseat of a car. \n3. Unnecessary visual details:\n- Unnecessary descriptions of the car, such as its convertible status or its hood.\n4. Looseness:\n- Excessive use of \"time ( x )\" and \"camera angle\" without providing specific details about what is happening.\n5. Symbol incorrectness:\n- Misidentifying instruments as guitars when they are actually drums or bass. \n6. Unnecessary attributes:\n- Unnecessary details such as the sun setting or the guitarist still playing.\n7. Overuse of actions:\n- Characters performing excessive and unnecessary actions, such as waking up from a nap then lifting his head towards the guitarist.\n8. Repetition:\n- Repeating phrases such as \"camera angle changes\" and \"guitarist still playing\".\n9. Overdramatic:\n- Exaggerated descriptions and actions, such as the sun setting behind the car and the drummer waking up from a nap.\n10. Awkwardness:\n- Poor transitions between scenes such as abrupt cuts from one scene to another or inadequate lead-in phrases.\n11. Sanity errors:\n- Implying that the singer is in the driver's seat when scenes show the guitarist in the driver's seat.\n12. Odd image:\n- An automobile hood in the desert from the side.\n13. Poor transitions:\n- Unnatural transitions from one scene to another, such as from the open hood of a car to a long-haired guitarist in the driver's seat.\n14. Long-windedness:\n- Unnecessary details that stretch out the scene, such as descriptions of the sun setting or the guitarist still playing.\n15. Abrupt endings:\n- No clear resolution or resolution to the scene, as it ends abruptly.\n16. Redundancy:\n- Repeating elements such as the sun setting behind the car.\n17. Choppiness:\n- Poor transitions in sentences, often cutting off in the middle of a thought.\n18. Lack of coherence:\n- Scenes that lack narrative flow or clear purpose.\n19. Thing cliche:\n- Common tropes such as a guitarist playing in the backseat of a car.\n20. Unclear:\n- Unclear visuals such as the camera angle changes or shifts.\n21. Misused symbols:\n- Incorrect symbolic elements, such as calling a drum a guitar or a shot a scene.\n22. Unnatural:\n- Actions that don't fit the scene or don't make sense, such as the drummer waking up from a nap.\n\n1. Lines with screenplay fumbling (and improvements) in \"B\":\n-\"action ( guitarist { shoves ( electric guitar { out ( of moving car ) } })\" -> \"action ( guitarist { hurls ( electric guitar { out ( of speeding car ) } })\"\n- \"look straight ahead { from ( highway ) middle end of straight { where car { driving } } }\" -> \"look straight ahead { from ( highway ) center end of straight { where car { zooming } } }\"\n- etc\n\n2. Confusion in \"B\":\n- Unclear motivation for the guitarist throwing the electric guitar out of the moving car\n- Unclear why the tone changes from the beginning to the end of the scene\n- etc\n\n3. Unnecessary visual details in \"B\":\n- Describing the sun as \"almost gone\" when it could simply be \"setting\"\n- Describing the guitar being \"hurtled\" instead of just \"thrown\" out of the car\n- etc\n\n4. Looseness in \"B\":\n- Too many adjectives in the descriptions\n- Not enough action-focused descriptions\n- etc\n\n5. Symbol incorrectness in \"B\":\n- Describing the car as a \"convertible\" when it is actually a \"sports car\"\n- Describing the driver as a \"guitarist\" when they are actually a \"singer\"\n- etc\n\n6. Unnecessary attributes in \"B\":\n- Describing the sun as \"almost gone\" when it could simply be \"setting\"\n- Describing the guitar being \"hurtled\" instead of just \"thrown\" out of the car\n- etc\n\n7. Overuse of actions in \"B\":\n- Describing too much movement or action of the characters in the scene\n- Describing too much unnecessary details of the car \n- etc\n\n8. Repetition in \"B\":\n- Repeating similar lines or descriptions of the car or characters multiple times\n- Repeating similar actions or movements of the characters multiple times\n- etc\n\n9. Overdramatic in \"B\":\n- Describing the actions and movements of the characters in overly dramatic terms\n- Describing the scene with overly dramatic language\n- etc\n\n10. Awkwardness in \"B\":\n- Describing the actions or movements of the characters in ways that do not flow naturally\n- Describing the scene in an awkward manner\n- etc\n\n11. Sanity errors in \"B\":\n- Improbable or impossible scenes or details\n- Unwise decisions made by the characters\n- etc\n\n12. Odd image in \"B\":\n- Describing the scene in an unexpected or unusual manner\n- Describing the characters' actions or movements in an unexpected manner\n- etc\n\n13. Poor transitions in \"B\":\n- Describing abrupt transitions between scenes\n- Not transitioning between scenes in an effective way\n- etc\n\n14. Long-windedness in \"B\":\n- Describing the scenes or details in a overly long-winded fashion\n- Using unnecessary long sentences when describing the scene\n- etc\n\n15. Abrupt endings in \"B\":\n- Describing the end of the scene too quickly or abruptly\n- Describing the end without any proper conclusion or resolution\n- etc\n\n16. Redundancy in \"B\":\n- Repeating a similar scene or description multiple times\n- Repeating dialogue or actions that have already been described\n- etc\n\n17. Choppiness in \"B\":\n- Not providing smooth transitions between scenes\n- Jumping around between various scenes or details without any logical flow\n- etc\n\n18. Lack of coherence in \"B\":\n- Not providing a consistent flow of narrative or describing the scenes in a coherent manner\n- Describing disconnected scenes or actions without any connections\n- etc\n\n19. Thing cliche in \"B\":\n- Describing the scenes or details in a generic or cliché way\n- Describing actions or movements of the characters in a generic or cliché manner\n- etc\n\n20. Unclear in \"B\":\n- Describing the scenes or details in too vague of a manner\n- Not providing enough detail to make the scenes or actions understandable\n- etc\n\n21. Misused symbols in \"B\":\n- Using the wrong symbols or images to represent the intended meaning\n- Using symbols that don't accurately convey the intended message\n- etc\n\n22. Unnatural in \"B\":\n- Describing the scenes or details in an unnatural or forced manner\n- Describing the characters' actions or movements in an unnatural manner\n- etc"
		},
		{
			"key": "ENGLISH_SCREENPLAY_AUTOMATIC",
			"value": "Intro:\n0:00 B2: A desert landscape with an automobile hood in the foreground, seen from the side. \n0:05 B1: A hand grabs the top corner of the convertible's front. \n0:07 B1: The shot transitions from the hood of the car to the driver's side, showing a long-haired guitarist in the driver's seat and a singer in the passenger's.\n\nVerse 1:\n0:11 A1: The singer turns to the camera, singing the first bars of the song. \n0:15 B1: The bassist in the back seat of the open car laces up his shoe, facing the sky. \nThe drummer in the back seat, also in the open car, looks forward with a creased brow in concentration. \n0:19 B2: The camera shows a tattooed man's arm against the desert landscape.\n\nChorus: \n0:20 B1: The bassist spits up liquid in an upward arc.\n0:22 A1: The singer's eyes move to the right as he sings the chorus.\n0:22 B1: We see the singer's sleeveless shirt and tattoos, and her hand grasping the car's windshield. The bassist has a dark and gloomy look on her face. The drummer has his eyes closed and is looking into the blue sky.\n0:30 B2: The open-top car is driving across the desert, and the camera follows it in a tracking shot before remaining still.\n\nVerse 2:\n0:32 B2: The landscape is now a wasteland. The singer stands on top of a burned-out vehicle, throws something away. The bassist is poking at the ashes, while the drummer throws a piece of cardboard. The guitarist is against a burned-out tree, electric guitar still in hand.\n\nChorus:\n0:43 A1: The singer sits casually on a bench next to an old broken-down car and sings the chorus, throwing a glassful of sand into the air. \n0:49 B2: The drummer walks off and the bassist and singer join him in the desert. The singer speaks of a war being painted in the sand. \n0:54 A1: The singer sits casually on a bench next to an old broken-down car and sings the chorus, throwing a glassful of sand into the air. \n0:56 B1: The guitarist smiles widely, holding his hands up to his face and tilts his head off to the left.\n\nInstrumental: \n0:59 B2: The car is driving down the highway, inside are four band members with serious looks on their faces. The day is bright, with the sun in front of the car.\n\nVerse 3:\n1:10 B1: The bassist leans against the passenger seat, leaning against the dashboard and smiling visible through the windshield. \n1:13 B2: The shot cuts to the view of the road ahead, seen through the windshield. \n1:15 A1: The image is the same as the start, with the car seen from the side as the car drives, the singer driving and singing.\n\nChorus:\n1:21 B2: The car drives away from the camera, remaining in place. \n1:26 B1: The singer is now in the back seat along with a bassist, who is seated upside down—his legs pointing upwards. \n1:29 B1: The bassist looks upwards from his seat on the passenger side as the camera captures the shot from above.\n\nVerse 4:\n1:31 B1: Someone from the backseat is drumming on an ornament, a pinecone, as the top of the convertible is open. \n1:34 B1: The singer moves the round to get the shot drifting as he looks around after the open car top. \n1:38 B1: The singer is sitting on the backseat shirtless.\n1:40 B1: The bassist next to them is fiddling with an ornament, a pinecone, as if they are building something. \n1:45 B1: The guitarist is now holding up a half-burnt book.\n\nChorus:\n1:42 B2: We see the car driving down a sandy road on a windy day with power lines in the background. Someone leans forwards and stretches their arms out with their hands in the air.\n1:48 B1: We see the drummer take a leak near the power line supports. \n1:50 B1: The bassist plays an electric bass without strings. \n1:53 B1: The drummer finishes up and leaves. \n1:56 B1: The guitarist is seen searching in the back of the car, throwing stuff out of the back until he finds his guitar.\n\nInstrumental:\n2:00 A1: A guitarist plays a guitar solo, his broken, bent neck single-handedly plucking the strings. \n2:08 B1: The shot widens to show the drummer sitting on a mattress filled with desert sand looking down, and the bassist playing. The shot is of a blue sky with power lines lingering in the background. \n2:09 A1: The guitarist keeps playing. \n2:18 B2: A convertible drives down a road while the sun sets on the other side. Everyone exhales a long breath.\n\nVerse 5:\n2:20 B1: The singer is seen from the side against a darkening sky with the warm sun on her face. \n2:25 B1: The bassist is in the backseat of the car. \n2:28 B1: The guitarist in the passenger seat feels the air currents.\n\nChorus:\n2:30 B1: The drummer is asleep in the back seat. \n2:33 B2: The camera follows the car from behind, showing the setting sun. \n2:36 B1: The singer is asleep in the back seat. \n2:39 B2: The car moves through a red sunset in the desert. \n2:44 B1: The guitarist strums a guitar while in the back seat.\n\nInstrumental:\n2:47 A1: The guitarist is playing a solo in the backseat of the car\n2:53 A1: The camera angle changes and the guitarist is still playing\n2:58 A1: The singer in the backseat looks towards the guitarist\n3:02 A1: The camera looks behind the car and the guitarist is still playing while the sun is setting\n3:06 A1: The camera angle changes and the guitarist is still playing\n3:12 A1: The drummer in the passenger seat wakes up, lifts his head and looks ahead\n3:14 A1: A shot of the car driving on the road with the sun setting\n3:19 A1: The camera angle changes and the guitarist is still playing\n\nOutro:\n3:28 B1: The guitarist strums his last chord, then with a smile, shoves the electric guitar out of the moving car.\n3:29 B1: The guitarist still stands on the backseat as if looking ahead at their journey, then finally sits down. \n3:33 B2: The car drives away on the highway as the sun is almost gone. The camera looks straight ahead down the highway to show the car driving away to the end of the straight."
		},
		{
			"key": "ENGLISH_PRODUCTIONPLAN_AUTOMATIC",
			"value": "Day 1:\nLocation: An empty desert landscape\nScene: Intro, Verse 1, and Chorus\n\nDay 2:\nLocation: An empty wasteland \nScene: Verse 2 and Chorus\n\nDay 3:\nLocation: An abandoned vehicle and bench\nScene: Verse 3 and Chorus\n\nDay 4:\nLocation: An abandoned vehicle \nScene: Verse 4 and Chorus \n\nDay 5:\nLocation: An empty road with power lines in the background \nScene: Instrumental, Verse 5, Chorus and Instrumental \n\nDay 6:\nLocation: An empty desert landscape \nScene: Outro"
		},
		{
			"key": "REFERENCE_SONG__ENGLISH_UNPACKED_STRUCTURE",
			"value": ""
		},
		{
			"key": "ENGLISH_SCREENPLAY_AUTOMATIC_AUDIENCE",
			"value": "1. What Steve Packard (born 2013, likes Pop-Rock) would think while seeing the music video with this screenplay. Initial reaction and critically important and negative things in screenplay only:\n-Wow, this music video looks awesome! It's so cool to have a car drive across the desert and there's even a tattooed arm! The production value looks great, and the imagery of the scenes is beautiful. But, it would have been nice to see more of the bandmembers instead of focusing all on the car and the scenery. \n\n2. What Mila Smith (born 2009, likes KoreaPop) would think while seeing the music video with this screenplay. Initial reaction and critically important and negative things in screenplay only:\n-This music video is awesome! I love the shots of the desert and the car, and the band members look great. I like how the camera follows the car and transitions us between scenes. But, I wish there was more focus on the band members interacting with each other, rather than just focusing on the car and the scenery. \n\n3. What Paul Lee (born 2003, likes Rap) would think while seeing the music video with this screenplay. Initial reaction and critically important and negative things in screenplay only:\n-This is an awesome music video! I love the shots of the car driving through the desert, and the band members looks great. The shots of the open-top car are iconic. But, I think the video could use more focus on the characters and their interaction with each other. \n\n4. What Tina Smith (born 1996, likes Pop) would think while seeing the music video with this screenplay. Initial reaction and critically important and negative things in screenplay only:\n-This music video is really cool, I love all the shots of the desert and the car. The band members look great and I like the little interactions between them. I wish there was more focus on the characters though, instead of just focusing on the scenery. \n\n5. What Bobby Reynolds (born 1995, likes Rock) would think while seeing the music video with this screenplay. Initial reaction and critically important and negative things in screenplay only:\n-This music video is sick! I love the shots of the open-top car driving through the desert, and the band members look great. I like the little details and interactions between the band members. But, I think the video could use more focus on what's happening inside the car instead of just focusing on the scenery. \n\n6. What Rachel Johnson (born 1992, likes Pop) would think while seeing the music video with this screenplay. Initial reaction and critically important and negative things in screenplay only:\n-This music video is really cool! I love the shots of the car driving through the desert, and the band members look great. The little interactions between them are great. But, I think the video could use more focus on the characters instead of just focusing on the scenery. \n\n7. What Shawn Johnson (born 1991, likes Rock) would think while seeing the music video with this screenplay. Initial reaction and critically important and negative things in screenplay only:\n-This music video is awesome! I love the shots of the car driving through the desert and all the details they put in. The band members look really cool and I like the little interactions between them. But, I think there could be more focus on the characters rather than just focusing on the scenery. \n\n8. What Jake White (born 1989, likes Pop) would think while seeing the music video with this screenplay. Initial reaction and critically important and negative things in screenplay only:\n-This music video is awesome! I love the shots of the car driving through the desert, and the band members look great. I like the little interactions between them. But, I think the video could use more focus on the characters rather than just focusing on the scenery. \n\n9. What Cyrus McCall (born 1988, likes Rap) would think while seeing the music video with this screenplay. Initial reaction and critically important and negative things in screenplay only:\n-This music video is sick! I love the shots of the car driving through the desert and the band members look great. I like the little interactions between them as well. But, I think the video could use more focus on the characters instead of just focusing on the scenery. \n\n10. What Kelly Taylor (born 1987, likes Rock) would think while seeing the music video with this screenplay. Initial reaction and critically important and negative things in screenplay only:\n-This music video is badass! I love the shots of the car driving through the desert and all the details they put in. The band members look really cool and I like the little interactions between them. But, I think there could be more focus on the characters rather than just focusing on the scenery. \n\n11. What Mike Richards (born 1977, likes Metal) would think while seeing the music video with this screenplay. Initial reaction and critically important and negative things in screenplay only:\n-This music video is awesome! I love the shots of the car driving through the desert and the band members look great. The little interactions between them are great. But, I think the video could use more focus on the characters instead of just focusing on the scenery."
		},
		{
			"key": "NATURAL_ENGLISH_OF_AUTHOR",
			"value": "Verse 1:\nScar tissue that I wish you saw\nSarcastic mister know-it-all\nClose your eyes and I'll kiss you, 'cause\nWith the birds I'll share\n\nChorus:\nWith the birds I'll share this lonely viewin'\nWith the birds I'll share this lonely viewin'\n\nVerse 2:\nPush me up against the wall\nYoung Kentucky girl in a push-up bra\nFallin' all over myself\nTo lick your heart and taste your health 'cause\n\nChorus:\nWith the birds I'll share this lonely viewin'\nWith the birds I'll share this lonely viewin'\nWith the birds I'll share this lonely view\n\nVerse 3:\nBlood loss in a bathroom stall\nA southern girl with a scarlet drawl\nI wave goodbye to ma and pa\n'Cause with the birds I'll share\n\nChorus:\nWith the birds I'll share this lonely viewin'\nWith the birds I'll share this lonely viewin'\n\nVerse 4:\nSoft spoken with a broken jaw\nStep outside but not to brawl and\nAutumn's sweet, we call it fall\nI'll make it to the moon if I have to crawl and\n\nChorus:\nWith the birds I'll share this lonely viewin'\nWith the birds I'll share this lonely viewin'\nWith the birds I'll share this lonely view\n\nVerse 5:\nScar tissue that I wish you saw\nSarcastic mister know-it-all\nClose your eyes and I'll kiss you, 'cause\nWith the birds I'll share\n\nChorus:\nWith the birds I'll share this lonely viewin'\nWith the birds I'll share this lonely viewin'\nWith the birds I'll share this lonely view"
		},
		{
			"key": "NATIVE_SONG_PITCHING",
			"value": "Hieno artistinen prosessi"
		},
		{
			"key": "ENGLISH_AUTO_SONG_PITCHING",
			"value": "A beautiful artistic process"
		},
		{
			"key": "AUDIENCE_SONG_PITCHING",
			"value": "This band and song are absolutely amazing! The energy is unbeatable and the lyrics are full of powerful messages. The band clearly has a lot of talent and their music is unique and original. The song is full of energy and enthusiasm and the fusion of funk rock, alternative rock, funk metal, and rap rock makes for a very interesting mix. This band and song offer a perfect blend of musical talent, wit, and emotion."
		},
		{
			"key": "FINAL_SONG_PITCHING",
			"value": "\"Scar Tissue\" is an energetic track combining elements of funk rock, alternative rock, funk metal, and rap rock. This track's musicianship and writing bring out the manliness, humour, and resilience of the artist's white caucasian male perspective. The instrumentation is strong and rhythmic with a driving beat that reiterates the main themes and lyrics throughout the song. There's a catchy chorus with a contagious melody that will easily stay in the listener's head well after the song has finished."
		}
	],
	"parts": [

	]
}