{
	"templates": [
		{
			"hash": "8305842287217239395",
			"lng": 1,
			"idx": 42,
			"title": "MIXED-INSTRUMENT SONGS NEEDED",
			"text": "MIXED-INSTRUMENT SONGS are currently being sought by a top PROFESSIONAL ORGANIZATION for potential placement in a variety of commercial projects! We are looking for catchy, upbeat songs with a fun and energetic vibe.\n\nPlease submit original, high-quality tracks that showcase a variety of instruments, such as guitars, strings, drums, and percussion. All genres and styles are welcome, as long as the melody is engaging and the arrangement is solid.\n\nSubmissions must be recorded before the year 2000 and have a broadcast-quality sound. Demos or old masters will also be accepted. Make sure the sound is authentic and era-appropriate!\n\nSelected tracks will be paid upfront for Master Rights and Publisher's share of Copyright, while the writer's share and performance royalties will be kept by the artist. Your name must be on the Copyright.\n\nDon't miss this opportunity to make money with your music! Our organization averages numerous placements every week, with some TAXI members receiving upfront checks up to $15,000 or more! All submissions will be screened and critiqued by our team. Submissions must be received by 11:59 PM (PDT) on Saturday, May 11th, 2024. TAXI #S240511VC",
			"submission": 0,
			"author": [
				0
			],
			"specialities": [
				0
			],
			"profit": [
				0,
				1,
				2
			],
			"organizational": [
				0,
				1,
				2
			]
		},
		{
			"hash": "-7790049127463820110",
			"lng": 1,
			"idx": 67,
			"title": "Upbeat Pop Song for Streaming Series",
			"text": "We are currently seeking upbeat pop songs for a streaming series. The songs should have a feel-good vibe and be suitable for a current and modern sound. We are open to both vocal and instrumental tracks. \n\nSubmissions will be closely reviewed by our team and those that fit the brief will be placed on hold for further consideration. Our team will contact selected submissions with more details. Unfortunately, we are unable to provide detailed feedback on submissions due to time constraints.\n\nIncorporated Elements is a company that supports songwriters, artists, producers, and DJ's in perfecting their craft and reaching their full potential. Our services include production, publishing, film/TV licensing, and artist development. Submit your track now for the opportunity to be a part of this project!",
			"submission": 20,
			"author": [
				1
			],
			"specialities": [
				1
			],
			"profit": [
				3,
				4,
				5
			],
			"organizational": [
				3,
				4,
				5
			]
		},
		{
			"hash": "5687559584420351239",
			"lng": 1,
			"idx": 69,
			"title": "Unique Music Needed for Upcoming Fashion Campaign",
			"text": "Attention all music creators! We are currently seeking unique and interesting tracks for an upcoming fashion campaign. The visuals will feature various scenes, such as tropical settings and young adults enjoying themselves. Our client is looking for something different and unexpected, so we encourage you to tap into your creative side. The track should convey feelings of energy and fun while also maintaining a level of sophistication. We are open to all styles and even welcome a vintage inspired sound. This is a fantastic opportunity to get your music featured and compensated $2k - $5 per track. Don't delay, submit your tracks now for a chance to be a part of this fashion campaign. Please refrain from contacting us directly as all submissions will be carefully reviewed. Thank you and good luck!",
			"submission": 12,
			"author": [
				2
			],
			"specialities": [
				2
			],
			"profit": [
				0,
				6,
				7
			],
			"organizational": [
				6,
				7,
				8
			]
		},
		{
			"hash": "-5882204384517017848",
			"lng": 1,
			"idx": 70,
			"title": "Opportunity for Music Placements - Heartbreak and Loss Songs",
			"text": "Seeking songs for potential placement in film and TV projects. Specifically looking for emotional and mellow tracks about heartbreak, loss, or the end of a season of life. Must not be depressing or dark. Final decisions may take several months as the release date for the project is in late 2024. Submit your best work for consideration.\n\nSelected submissions will be placed on hold for further review by our team. We apologize for not being able to provide detailed feedback, but our focus is finding the perfect track for this specific project. Ratings will be given for every submission.\n\nIncorporated Elements is a company that assists songwriters, artists, producers, and DJ's in enhancing their craft and unlocking their full potential. We specialize in areas such as production, publishing, and film/TV licensing, as well as artist development. Submit now for a chance at a potential placement opportunity!",
			"submission": 20,
			"author": [

			],
			"specialities": [

			],
			"profit": [

			],
			"organizational": [

			]
		},
		{
			"hash": "-2485346784561662873",
			"lng": 1,
			"idx": 80,
			"title": "Mega Agency Seeking Pop and Rock Songs for Advertising Campaigns - $2-$5k Compensation",
			"text": "Attention all music creators! A highly reputable and well-known agency in the United States is seeking original Pop and Rock songs for use in their upcoming advertising campaigns. The ideal songs will have a mid-to-up tempo, with a contemporary rock sound that will appeal to a wide audience.\n\nSubmissions must showcase authentic rock instrumentation, engaging melodies, and memorable choruses that leave a lasting impression. Strong vocals are also a must.\n\nCompensation will range from $2 to $5k, with a minimum of $2001 and a maximum of $2001.\n\nDon't miss this opportunity to have your music featured in major advertising campaigns and reach a large audience. Show us what you've got and let your music make a big impact. Submit now and good luck!\n\nSincerely,\n[Your name/agency]\n[Your agency's name]",
			"submission": 12,
			"author": [
				3
			],
			"specialities": [
				3
			],
			"profit": [
				8,
				9,
				10
			],
			"organizational": [
				9,
				10,
				11
			]
		},
		{
			"hash": "7894049872027447472",
			"lng": 1,
			"idx": 81,
			"title": "Pop Songs Wanted for Asia Market",
			"text": "\"Pop Songs Wanted for Asia Market\n\nWe are searching for pop songs to be placed in the lucrative Asia market. This opportunity is open to all genres and languages, as long as the tracks are commercially appealing and suitable for radio play. \n\nSelected songs will have the opportunity to be pitched directly to major artists in South East Asia and Japan, giving them a chance at high profile placements. \n\nCompensation for selected songs will be a minimum of $1001, with the potential for even higher payouts. \n\nDon't miss this chance to get your music heard in the booming Asia market. Submit your best tracks today!\"",
			"submission": 15,
			"author": [
				4
			],
			"specialities": [
				4
			],
			"profit": [
				11,
				12,
				13
			],
			"organizational": [
				12,
				13,
				14
			]
		},
		{
			"hash": "6525972572435737279",
			"lng": 1,
			"idx": 84,
			"title": "Seeking Upbeat Songs for a Product Commercial - $$$ Payout",
			"text": "Looking for Upbeat Songs for a Product Commercial - $$$ Payout. We are currently searching for music for a commercial for a popular product. We have two specific directions in mind, but we are open to all submissions as long as they are fun, dynamic, and slightly quirky. Instrumentals and songs with vocals are both welcome, but please avoid specific lyrics. Our first direction is a \"Heist\" sound, reminiscent of popular soundtracks. Our second direction is modern and edgy, with Indie Pop, Hip-Hop, Funk or R&B influences. Submit only professionally recorded and mastered songs, as we do not accept demos or samples. This is a ONE-STOP submission, meaning you must own or control 100% of the song. As a bonus, if your song is chosen, we will ask for more of your music to consider for future projects. Our talented artists have been featured in various shows, commercials, and TV networks worldwide.",
			"submission": 20,
			"author": [
				5
			],
			"specialities": [
				5
			],
			"profit": [
				0,
				14,
				15
			],
			"organizational": [
				15,
				16,
				17
			]
		},
		{
			"hash": "-1143320579701774910",
			"lng": 1,
			"idx": 95,
			"title": "Large Corporation Seeks Background Music for New Commercial Project",
			"text": "Now accepting submissions for a new advertising project featuring 3 different TV/film advertisements and several web-blog adverts for a large corporation. The project will also use music to showcase a new product. We are seeking intense and dramatic songs, positive songs, friendship songs, and holiday and travel themed songs. The selected songs will be heard by over a million people worldwide.\n\nAll genres and styles will be considered, as long as they are top quality and have strong lyrical substance. The corporation is looking for attention-grabbing and meaningful songs that will stand out. Please only submit radio-ready and mastered songs with 100% copyright ownership and no samples.\n\nPayouts and rights: If your song is selected, you will keep 100% of your rights, royalties, and payments, which are dependent on usage and length of use. The payout is $25k (amount subject to change based on usage).\n\nPlease do not submit tracks through our social media or other platforms, as they will not be considered. Our team at [company name] will assist the chosen artists throughout the process at no cost.\n\nAll songs submitted will also be considered for other opportunities with our company. Don't miss out on this chance to have your music featured in a major project. We look forward to hearing your submissions!",
			"submission": 12,
			"author": [
				6
			],
			"specialities": [
				6
			],
			"profit": [
				16,
				17,
				18
			],
			"organizational": [
				18,
				19,
				20
			]
		},
		{
			"hash": "-6897180082550233677",
			"lng": 1,
			"idx": 97,
			"title": "Catchy Pop Songs for Advertising Pitches",
			"text": "We are currently seeking catchy pop songs for potential use in advertising pitches. These songs should have a cheerful and upbeat vibe that will grab the listener's attention. Instrumental versions are preferred, but vocal versions will also be considered. We welcome submissions from all genres as long as they have a catchy pop sound.\n\nIf your submission catches our attention, we will place it on hold for further review by our team. Please note that this is a submission-only opportunity and we will not be able to provide detailed feedback on each submission. Our focus is on finding the perfect song for the pitch.\n\nIf your song is selected, we will contact you with more details. However, please keep in mind that due to time constraints, we may not be able to provide in-depth feedback. We appreciate your understanding and look forward to hearing your submissions.\n\nThank you,\n[Company Name]",
			"submission": 20,
			"author": [
				7
			],
			"specialities": [
				7
			],
			"profit": [
				19,
				20,
				21
			],
			"organizational": [
				21,
				22,
				23
			]
		},
		{
			"hash": "-5924387477659069668",
			"lng": 1,
			"idx": 98,
			"title": "Looking for Pop Songs for Top Artist",
			"text": "We are currently seeking pop songs to pitch to major record labels for a top-selling artist. The artist is well-known for their catchy and upbeat hits, as well as emotional ballads and cleverly-written story songs. We welcome submissions that fit within the artist's established sound, as well as songs that push the boundaries and offer a fresh sound. High-quality demos with strong vocals and polished production are preferred. Don't miss this opportunity to potentially have your song recorded by a top artist and showcase your talents to the music industry. Submit your songs today and don't miss this chance for potential exposure and success.",
			"submission": 25,
			"author": [
				8
			],
			"specialities": [
				8
			],
			"profit": [
				22,
				23,
				24
			],
			"organizational": [
				24,
				25,
				26
			]
		},
		{
			"hash": "7309320949208811608",
			"lng": 1,
			"idx": 102,
			"title": "Seeking Powerful Vocal Pop Songs for TV/Film Placements",
			"text": "Looking for powerful vocal pop songs for potential placement opportunities in television shows, films, and advertisements. We are specifically seeking songs with an anthemic feel and strong female vocals, similar to popular artists such as Florence, Goldfrapp, and Adele. All submitted tracks must be 100% owned by the writer/writers. Our company is a registered music library and publisher with a focus on providing hidden gems and customized music for various media projects. We are the final decision makers and offer a non-exclusive deal structure. Compensation will be determined based on placement and is set at a minimum of $500. All songs must be fully mastered and broadcast ready. We look forward to receiving your submissions. Thank you.",
			"submission": 10,
			"author": [
				9
			],
			"specialities": [
				9
			],
			"profit": [
				0,
				25,
				26
			],
			"organizational": [
				27,
				28,
				29
			]
		},
		{
			"hash": "5238893493376521926",
			"lng": 1,
			"idx": 104,
			"title": "Opportunity for Music Placement in Catalog Compilation",
			"text": "Seeking submissions for a compilation of popular music for potential placement in a variety of media such as TV, advertisements, and films. We are particularly interested in songs from well-known artists like MGMT, The Royal Blood, Ella Fitzgerald, Nina Simone, Kanye West, Bruno Mars/Mark Ronson, Haim, Florence + the Machine, and Black Keys. All submissions must be 100% owned by the writer/writers. Don't miss this chance to have your music featured - submit now! Final decision maker is us, and deal structure is non-exclusive. Song quality must be fully mastered and broadcast ready. Compensation is $500+ to be determined based on placement. Thank you for your submissions.",
			"submission": 10,
			"author": [

			],
			"specialities": [

			],
			"profit": [

			],
			"organizational": [

			]
		},
		{
			"hash": "-4108755807328505057",
			"lng": 1,
			"idx": 105,
			"title": "Unique Music Opportunity Available",
			"text": "\"Unique Music Opportunity Available\"\n\nSeeking original songs/instrumentals in various genres for an exclusive contract with a term. All submissions must be 100% owned by the writer/writers. No samples allowed.\n\nWe are looking for a diverse range of music, including but not limited to songs with a retro feel, instrumental hip hop, rock, pop, and more. All styles and eras welcome, as long as they are unique and original.\n\nGet your music heard and potentially earn a minimum compensation of $XXXX and a maximum compensation of $XXXX. Don't miss out on this opportunity to showcase your talent.\n\nJoin us at Pop-Up Music and become part of our team. We look forward to receiving your submissions!\n\nSincerely,\nThe Pop-Up Music Team",
			"submission": 10,
			"author": [
				2
			],
			"specialities": [
				10
			],
			"profit": [
				0,
				27,
				28
			],
			"organizational": [
				30,
				31,
				32
			]
		},
		{
			"hash": "7699292199509016025",
			"lng": 1,
			"idx": 107,
			"title": "Seeking Pop Singer/Songwriter with Demo Tracks",
			"text": "Seeking Pop Singer/Songwriter with Demo Tracks\nOur company is currently searching for a talented Pop Singer/Songwriter who has demo tracks available. Please submit your best songs for consideration and specify if you are the writer and/or producer.\n\nWe are a well-established multi-media company with a focus on artist development, production, and publishing. \n\nCompensation: Potential co-publishing and/or record deal with our company - starting at $1,000.\n\n- [Company name] / [Entertainment department]",
			"submission": 10,
			"author": [

			],
			"specialities": [

			],
			"profit": [

			],
			"organizational": [

			]
		},
		{
			"hash": "-4822897646378362546",
			"lng": 1,
			"idx": 112,
			"title": "Song Opportunity for Summer-Themed Projects",
			"text": "This is an exclusive contract opportunity with a term, so all submitted songs must be 100% owned by the writer/writers. Don't miss out on this chance to have your song featured in a summer-themed project. Submit your songs now and let's spread some summer vibes! Thank you from The [Generic Name] Music Team.",
			"submission": 10,
			"author": [

			],
			"specialities": [

			],
			"profit": [

			],
			"organizational": [

			]
		},
		{
			"hash": "30408442091311840",
			"lng": 1,
			"idx": 113,
			"title": "Global Music Catalogue Collection Opportunity",
			"text": "We are currently seeking submissions for our Global Music Catalogue Collection. We are looking for tracks from a variety of genres including Rock, Indie, Singer Songwriter, Folk, Blues, Jazz, Indie Folk, Soul, Electro, Electro Folk, and Pop.\n\nThis opportunity is open to all writers and musicians who own 100% of their submitted works. We have partnered with top sub-publishers to distribute this exclusive catalogue worldwide.\n\nJoin us in building a diverse and dynamic collection of music that will reach audiences around the globe. Submit your tracks today and become a part of our exciting project!",
			"submission": 10,
			"author": [
				10
			],
			"specialities": [
				11
			],
			"profit": [
				29,
				30,
				31
			],
			"organizational": [
				33,
				34,
				35
			]
		},
		{
			"hash": "8773070425789185178",
			"lng": 1,
			"idx": 114,
			"title": "Music Submission Opportunity for Electronic Artists",
			"text": "We are currently seeking Electronic music in all genres for an exclusive contract. Our team at [Company] is specifically interested in tracks created at a specific time and location that are genre specific, ranging from late 80's Chicago House to contemporary Electro Pop. Submissions should fall under any electronic sub-genre, including but not limited to Ambient, IDM, House Music, Trap, and Dream Pop. This opportunity is open to all forms of Electronic music as long as it meets our quality standards.\n \nPlease note that all submissions must be 100% owned by the writer/writers. We are not looking for any branded or sponsored tracks at this time. Our team looks forward to reviewing your submissions and potentially working with talented Electronic artists. Thank you for your interest in [Company]!",
			"submission": 10,
			"author": [

			],
			"specialities": [

			],
			"profit": [

			],
			"organizational": [

			]
		},
		{
			"hash": "-8866704482846826104",
			"lng": 1,
			"idx": 115,
			"title": "New Music Opportunity Within Specific Genres",
			"text": "Are you a talented musician looking for new opportunities? Look no further! We are currently seeking new tracks in specific genres for an exciting worldwide opportunity. \n\nThis is a chance for your music to be heard around the world. We are urgently in need of tracks in Brit Pop, Ballads, Trip Hop, Ska, Electro Swing, House, 80's & 90's Dance, Disco, Contemporary Pop with 80's influence, Funk, 1960's, and Lounge. \n\nWe are looking for original tracks, with full ownership by the writer/writers. This is an exclusive contract opportunity with a specified term. Don't miss this chance to showcase your talent and potentially earn compensation starting at $501. Submit your tracks now and join us on this incredible journey. We can't wait to hear from you!",
			"submission": 10,
			"author": [

			],
			"specialities": [

			],
			"profit": [

			],
			"organizational": [

			]
		},
		{
			"hash": "-1988847886470428483",
			"lng": 1,
			"idx": 116,
			"title": "Opportunity for Music Placement in Media",
			"text": "Opportunity for Music Placement in MediaMusic Placement Co. is seeking high quality music for placement in various forms of media including Film, TV, Advertising, and Gaming. We are open to all genres and welcome both new and old songs. Music should be authentic and true to its genre.\n\nSubmissions will be reviewed and if selected, we will reach out to further discuss possible next steps. Please note that all submissions must be owned by the writer/writers and we are looking for exclusive agreements for a specific term.\n\nWe look forward to hearing your submissions and considering them for placement opportunities in the media industry. Thank you for your interest and we can't wait to hear your music!",
			"submission": 10,
			"author": [

			],
			"specialities": [

			],
			"profit": [

			],
			"organizational": [

			]
		},
		{
			"hash": "-686017702114594336",
			"lng": 1,
			"idx": 117,
			"title": "Music Licensing Opportunity - Seeking Songs for TV, Films, & Advertising",
			"text": "Looking for songs in the Indie Pop genre for potential placement in various media projects such as TV shows, films, and advertisements.\n\nWe are specifically interested in Electro Pop, Indie Folk, and Indie Electro styles, but all contemporary Pop songs will be considered.\n\nSubmissions must be original and fully owned by the writer/writers. If selected, an exclusive contract will be offered for a term.\n\nDon't miss out on this exciting opportunity to potentially have your music featured in popular media projects. Submit your best Pop songs now!",
			"submission": 10,
			"author": [
				2
			],
			"specialities": [
				12
			],
			"profit": [
				32,
				33,
				34
			],
			"organizational": [
				36,
				37,
				38
			]
		},
		{
			"hash": "-2817167133936195717",
			"lng": 1,
			"idx": 118,
			"title": "Music Production Opportunity for TV, Film & Advertisements!",
			"text": "Attention all music producers! We are urgently seeking instrumentals of all genres for potential use in TV, film, and advertisement projects. We are specifically looking for high-quality, standout tracks that will grab the attention of viewers. Please note, in order to submit, you must have full control over the master and publishing rights to your music. This opportunity is for an exclusive contract with a specific time period, and all submissions must be 100% original and owned by the writer/writers. Don't miss out on this chance to have your music showcased on various media platforms. Submit now for a low submission price of $10, with a minimum compensation of $501 and maximum compensation of $501. Don't wait, submit today and potentially have your music featured in a TV, film, or ad campaign!",
			"submission": 10,
			"author": [
				2
			],
			"specialities": [
				13
			],
			"profit": [
				35,
				36,
				37
			],
			"organizational": [
				39,
				40,
				41
			]
		},
		{
			"hash": "-4217698267579574179",
			"lng": 1,
			"idx": 119,
			"title": "International Music Opportunity",
			"text": "International Music Opportunity\n\nWe are currently seeking international music for placement in various media outlets, such as TV, film, and advertising. We are looking for all styles, including Samba, Bossa nova, Afoxe, Maracatu, Brazilian Metal, and Brazilian Rock.\n\nTo be considered, please submit your best material for our team to review. All submissions must be 100% owned by the writer/writers and must be available for an exclusive contract with a term.\n\nThank you for your interest in this opportunity.\n\nSincerely,\nThe Team at [Company Name]",
			"submission": 10,
			"author": [
				11
			],
			"specialities": [
				14
			],
			"profit": [
				38,
				39,
				40
			],
			"organizational": [
				42,
				43,
				44
			]
		},
		{
			"hash": "140188997973832182",
			"lng": 1,
			"idx": 120,
			"title": "New Music Opportunity in Pop Genre",
			"text": "New Music Opportunity in Pop Genre\n\nCalling all Pop music producers and artists! We have a great opportunity for you to showcase your talent and potentially earn some compensation. We are looking for all genres of Pop music, from the past to the present. Do you have some old school Bubble-gum-Pop or Disco beats up your sleeve? Or maybe some catchy Indie Pop melodies or funky Electro Swing tunes? Bring it on!\n\nWe are specifically searching for original and owned music, so make sure you have complete ownership over your submissions. If selected, this opportunity will lead to an exclusive contract with us.\n\nDon't miss out on this chance to join our roster of Pop artists. Submit your music now and show us what you've got!",
			"submission": 10,
			"author": [
				12
			],
			"specialities": [
				15
			],
			"profit": [
				41,
				42,
				43
			],
			"organizational": [
				45,
				46,
				47
			]
		},
		{
			"hash": "-5097408665842231922",
			"lng": 1,
			"idx": 122,
			"title": "Exciting Opportunity for Music Artists - Apply Now!",
			"text": "Exciting Opportunity for Music Artists - Apply Now!\n\nCalling all talented music artists! We have an urgent need for SAMBA music - specifically loud and vibrant street samba. If you are skilled in playing the pandeiro, ago-go, cuica, apito, surdo and know how to get a party started, this is the perfect opportunity for you!\n\nThis is an exclusive opportunity with a term, meaning all submissions must be 100% owned by the writer/writers. We want nothing but the best for this project and we can't wait to see what you have to offer.\n\nDon't miss out on this chance to showcase your music and potentially earn compensation ranging from $501 to $501. Apply now and let's get the party started!",
			"submission": 10,
			"author": [
				13
			],
			"specialities": [
				16
			],
			"profit": [
				44,
				45,
				46
			],
			"organizational": [
				48,
				49,
				50
			]
		},
		{
			"hash": "4764746876235484767",
			"lng": 1,
			"idx": 129,
			"title": "Top Pop Songs for Upcoming Romantic Comedy Project",
			"text": "Looking for the perfect pop songs for placement in an upcoming romantic comedy project scheduled for release in the future. Requests for submission of male or female vocals with a modern pop sound. Refer to popular modern artists for inspiration. \n\nPlease note that the selected artist may potentially have their song played in the movie, if deemed suitable. Your submission will be reviewed by our team, with potential for further communication if chosen. \n\nPlease keep in mind that this is a submission-only opportunity, and unfortunately, we cannot provide detailed feedback on each submission. Our team will only reach out if we believe your song fits our needs. We apologize for any inconvenience, but due to time constraints, we are unable to provide extensive feedback. However, we will provide ratings for all submissions. Submit now for a chance to be part of our project!",
			"submission": 20,
			"author": [
				14
			],
			"specialities": [
				17
			],
			"profit": [
				47,
				48,
				49
			],
			"organizational": [
				51,
				52,
				53
			]
		},
		{
			"hash": "5696258625974442298",
			"lng": 1,
			"idx": 130,
			"title": "Seeking High-Energy Rock Music for Action-Packed TV Show",
			"text": "Boutique music library seeking upbeat rock music for an action-packed TV show. The show is in its final season and follows a middle-aged martial arts rivalry between two characters. We are looking for different types of rock such as 80s, classic, and indie, with a focus on high energy for fight scenes. The music should be influenced by the 80s and can have themes of perseverance, teamwork, and coming of age. Compensation starts at $2001 and submission fee is $8. Submit now for a chance to have your music featured in this exciting TV show. No specific brands mentioned. Thank you for considering this opportunity.",
			"submission": 8,
			"author": [

			],
			"specialities": [

			],
			"profit": [

			],
			"organizational": [

			]
		},
		{
			"hash": "-6986799600331288491",
			"lng": 1,
			"idx": 131,
			"title": "Seeking Uplifting Music for Popular Reality TV Show",
			"text": "\"Seeking upbeat and emotional songs for a well-known reality television series. The production company behind the show is searching for the perfect tracks to set the tone for season 12. Genres preferred include electronic pop, rock, pop, and dance music. The themes of the series revolve around partying, relationships, love, heartbreak, anger, and having a good time. Compensation for selected tracks is a minimum of $1500. This is a great opportunity for artists to gain exposure and have their music featured on a popular platform. Submit your songs now for consideration by the team at Washington Street Publishing, a highly regarded music library with a focus on music in media. Don't miss out on this chance to showcase your talent and potentially be a part of a hit TV show!\"",
			"submission": 8,
			"author": [
				2
			],
			"specialities": [
				18
			],
			"profit": [
				50,
				51,
				52
			],
			"organizational": [
				54,
				55,
				56
			]
		},
		{
			"hash": "14372178618982251",
			"lng": 1,
			"idx": 132,
			"title": "New Pop Artist Song Opportunity",
			"text": "Attention all talented Pop artists! Our company is currently seeking upbeat and modern Indie Pop songs for an upcoming project. The chosen songs will feature both male and female vocals and should capture the essence of popular references in the genre. We are looking for songs that have a commercial release quality and are at the forefront of the genre. Having a strong online presence as an artist or band is a plus.\n\nIf you believe your music is fresh and ahead of the curve, we want to hear from you! All submissions will be screened and critiqued for quality purposes. If chosen, you will have the opportunity to potentially be championed as a songwriter. We are open to both exclusive and non-exclusive deals, and you must have ownership or control of your master and copyright. All submissions must be of broadcast quality.\n\nDon't miss this chance to showcase your talent and be a part of the future of Indie Pop! Submit your songs by the deadline for consideration. Good luck!",
			"submission": 25,
			"author": [
				15
			],
			"specialities": [
				19
			],
			"profit": [
				53,
				54,
				55
			],
			"organizational": [
				57,
				58,
				59
			]
		},
		{
			"hash": "-4555631759663082102",
			"lng": 1,
			"idx": 133,
			"title": "Singer/songwriter opportunity for Americana/country music",
			"text": "We are seeking original singer/songwriter Songs in the Americana and Country genres for an upcoming opportunity. The submission price is $25 and compensation ranges from $3001 to $3001. All submissions must feature male or female vocals and have been recorded before 1999. \n\nIf your music embodies the essence of artists such as Townes Van Zandt and Tom Petty, we want to hear from you! Please refrain from submitting recent recordings that have been aged artificially. We are looking for authentic, vintage recordings with reasonable sound quality.\n\nPlease ensure that your name is on the copyright and you have ownership or control over the Master and Copyright for all submissions. Multiple songs are welcome.\n\nQuality is our top priority, so all submissions will be screened and reviewed by our team. If selected, we will contact you within a week of the deadline. This opportunity offers both exclusive and non-exclusive deals on a case-by-case basis.\n\nDon't miss your chance to showcase your talent to an esteemed A-List music publisher. Submit your original Americana and Country singer/songwriter Songs by the deadline of Midnight on April 21, 2024. Best of luck!",
			"submission": 25,
			"author": [
				16
			],
			"specialities": [
				20
			],
			"profit": [
				56,
				57,
				58
			],
			"organizational": [
				60,
				61,
				62
			]
		},
		{
			"hash": "-4968394727010688760",
			"lng": 1,
			"idx": 134,
			"title": "New Hip-Hop Songs Wanted",
			"text": "Are you an aspiring hip-hop artist looking for opportunities to showcase your skills and get your music out there? We are currently seeking cutting-edge rap/hip-hop tracks of all tempos and featuring both male and female vocals. \n\nOur esteemed media company, with a strong presence in Asia, is on the lookout for fresh and innovative hip-hop songs for various non-exclusive opportunities. We are specifically seeking tracks that embody the vibe of top references such as \"Body\" by a popular female artist, \"What You Know About Love\" by a rising rap artist, \"ROCKSTAR\" with a featured artist, and \"Boss B*tch\" from a rising female rapper. \n\nWe are looking for well-produced tracks with memorable hooks and confident vocals that showcase compelling lyrical flows. Your production should be top-notch with no outdated sounds or samples. Please avoid imitating the referenced artists and use them only as a guide for tempo, tone, and overall atmosphere.\n\nThis opportunity is open to both EXCLUSIVE and NON-EXCLUSIVE deals, and all submissions will be evaluated by our team. If we decide to move forward with your submission, we will contact you immediately. Please note that you must own or control the master and copyright of your music to be considered.\n\nDon't miss out on this chance to get your hip-hop tracks heard by a global audience. Submit now before the deadline at Midnight on April 21, 2024. Best of luck!",
			"submission": 25,
			"author": [

			],
			"specialities": [

			],
			"profit": [

			],
			"organizational": [

			]
		},
		{
			"hash": "8159899788503539578",
			"lng": 1,
			"idx": 135,
			"title": "Music A&R opportunity for Sync Placement",
			"text": "Brief Description: Music A&R opportunity for sync placement.\n\nProject Overview:\n\nWe have a client looking for a track for a prestigious European Boutique Liquor brand. The project aims to create a captivating campaign for a secret boutique liquor, set to launch this year. The campaign emphasizes fearless creativity and aims to resonate with audiences through compelling storytelling.\n\nMusic Requirement:\n\nThe selected track should have an indie rock vibe with a strong beat and uplifting vocals, similar to \"Welcome to my Island.\" It should emulate artists like Karen O and Caroline, with a distinct \"left of the dial\" appeal. The lyrics should strike a balance between relevance and neutrality, avoiding overly celebratory or melancholic themes. The track should have impactful vocals and a dynamic progression that complements the video narrative.\n\nClient Preferences:\n\nClients prefer vocals-driven tracks with lyrics that are relatable. The song should possess a certain edge while maintaining a universal appeal.\n\nExclusivity and Usage:\n\nSelected tracks will have exclusivity for similar brands in the liquor industry. The campaign will be global and span various mediums, including social media, CTV/digital platforms, and Out-of-Home advertising. Usage rights will extend for one year across all channels, with paid media usage restricted to six months in select countries.\n\nBudget:\n\nThe total budget allocation is $30,000, covering all aspects of music acquisition and licensing.\n\nAdditional Notes:\n\nCreativity and relevance are key in the song selection, aligning closely with the brand's ethos and the campaign's overarching theme of fearless innovation.\n\nPlease include lyrics and composer information (PRO/IPI). Broadcast quality is needed.\n\nYou must own or control your master and copyright to submit for this opportunity. All submissions will be screened and critiqued by our team for quality purposes, and if selected, we will contact you within one week of the deadline.\n\nDeadline: Midnight on April 26, 2024.\n\nGOOD LUCK!",
			"submission": 25,
			"author": [
				2
			],
			"specialities": [
				21
			],
			"profit": [
				59,
				60,
				61
			],
			"organizational": [
				63,
				64,
				65
			]
		},
		{
			"hash": "-5141184617499696855",
			"lng": 1,
			"idx": 140,
			"title": "Production company seeking upbeat tracks for commercial placement",
			"text": "Production company seeking upbeat tracks for commercial placement\nWhat we are looking for\n\nAn established production company is currently seeking upbeat tracks with male or female vocals for potential placement in commercials.\n\nSubmissions should have strong rhythms and catchy melodies that can easily fit into a variety of advertisements.\n\nWe welcome both simple and complex arrangements, as long as they are produced using high-quality, modern software instruments. Any outdated elements will not be suitable.\n\nSong lyrics should be emotionally-driven and performed with sincerity for consideration.\n\nPlease avoid using specific names or references in your lyrics to increase the appeal of the song.\n\nOriginality is key in your compositions.\n\nGood luck and thank you for your submissions. \nBest regards,\n[Producer's Name]\nGeneric Production Co.",
			"submission": 12,
			"author": [
				2
			],
			"specialities": [
				22
			],
			"profit": [
				0,
				62,
				63
			],
			"organizational": [
				66,
				67,
				68
			]
		},
		{
			"hash": "-1137912993237848422",
			"lng": 1,
			"idx": 141,
			"title": "Music Opportunity for Collaboration with Major Advertising Agency",
			"text": "\"Opportunity for collaboration with a highly reputable and influential advertising agency for multiple companies and campaigns. Seeking artists and music for various platforms such as global TV and Film advertising, web commercials, blogs, and more. All genres and styles are welcomed. Must submit radio-ready, mastered songs with 100% copyright ownership. Demos may also be considered. Selected artists will receive a compensation of $5000 per song, per use and will retain all rights and royalties. This is a non-exclusive license. Please do not submit tracks through social media or email.\"",
			"submission": 12,
			"author": [
				17
			],
			"specialities": [
				23
			],
			"profit": [
				64,
				65,
				66
			],
			"organizational": [
				69,
				70,
				71
			]
		},
		{
			"hash": "7627306253654318742",
			"lng": 1,
			"idx": 142,
			"title": "Corporate Client Seeking Music for Commercial $10k Budget",
			"text": "Attention all musicians and composers! A major corporate client is seeking music for a new TV commercial and is offering a generous $10,000 all-in fee. We are looking for a quick turnaround to find the perfect track that reflects the brand's message and appeals to a wide audience. The commercial will feature young people enjoying the benefits of their product, attending various events and activities. The track should seamlessly blend different genres and have dynamic shifts to match the scenes of the ad. Both instrumental and vocal versions are preferred. Don't miss this opportunity to showcase your talent and get compensated at the same time. Hurry and submit your tracks now! Good luck!",
			"submission": 12,
			"author": [

			],
			"specialities": [

			],
			"profit": [

			],
			"organizational": [

			]
		},
		{
			"hash": "-8380453266150246678",
			"lng": 1,
			"idx": 143,
			"title": "High energy music needed for major broadcast TV show",
			"text": "Are you a musician looking for a big break? This is your chance! We are currently searching for high-energy tracks with captivating vocals for a popular TV show airing on a major broadcast network. Show off your talent by sending in tracks that embody a fun and exciting spirit.\n\nWe're in need of up-tempo, energetic songs with unforgettable melodies and catchy choruses. Think heavy rock guitars, lively drum grooves, and a blend of pop and rock elements. Our references set the bar high, so make sure your mix and production quality match or exceed them.\n\nWe want vocals that are dynamic, well-performed, and full of personality. If you've got what it takes to bring that youthful, upbeat energy to your music, we want to hear it! This is a great opportunity to get your music featured in a prominent TV show.\n\nSubmit your tracks now and good luck!",
			"submission": 12,
			"author": [
				18
			],
			"specialities": [
				24
			],
			"profit": [
				67,
				68,
				69
			],
			"organizational": [
				72,
				73,
				74
			]
		},
		{
			"hash": "-3978458508414717658",
			"lng": 1,
			"idx": 150,
			"title": "Major Retail Store seeking background music for in-store radio - $2k per track - Non-Exclusive rights",
			"text": "Opportunity to have your music heard by a large audience in major retail stores! A well-known retail company is seeking background music for their in-store radio at a compensation of $2k per track. Non-exclusive rights will be granted.\n\nThe selected songs have the potential to be played globally in various retail stores, including airports. All genres and styles are welcome, as long as they are top quality and attention-grabbing. Soft, ambient, instrumental, and emotive ballad tracks are also accepted. Songs with explicit lyrics, violence, negative race or gender-based content, or overtly sexual themes will not be considered.\n\nPlease submit your best work, which must be radio-ready and fully mastered. You must own 100% copyright for your songs, and all samples must be cleared. If your song is deemed a perfect fit, our team may consider re-recording it for the client.\n\nThe company behind this opportunity has worked with reputable brands such as Apple, Honda, Samsung, and more. Don't miss your chance to be a part of this exciting opportunity! Submit your demos now.\n\n- Alexander Johnston / Music Production Company",
			"submission": 12,
			"author": [
				2
			],
			"specialities": [
				25
			],
			"profit": [
				70,
				71,
				72
			],
			"organizational": [
				75,
				76,
				77
			]
		},
		{
			"hash": "-8682607003933329825",
			"lng": 1,
			"idx": 151,
			"title": "Corporate Jingle Opportunity: $500 for Original Jingle",
			"text": "Attention all jingle composers! We have a new opportunity for you to showcase your talents and earn some extra cash. A corporate client is seeking an original jingle for their upcoming advertisement and they are willing to pay $500 for it.\n\nThe jingle should have a catchy and upbeat tune that will capture the attention of viewers. The client is looking for a jingle that reflects their brand's values of professionalism, innovation, and quality. You can use any instruments and styles of music, as long as it fits the tone and message of the ad.\n\nDon't worry about creating lyrics, as the jingle will be purely instrumental. However, make sure the jingle is memorable and easy to sing along to.\n\nDon't wait any longer, submit your jingle now for a chance to be selected and paid $500 for your hard work. We look forward to hearing your submissions!\n\nSincerely,\n[Name] - [Title/Company]",
			"submission": 12,
			"author": [
				19
			],
			"specialities": [
				26
			],
			"profit": [
				73,
				74,
				75
			],
			"organizational": [
				78,
				79,
				80
			]
		},
		{
			"hash": "-3460553920344478382",
			"lng": 1,
			"idx": 154,
			"title": "Music for Drama TV Show",
			"text": "Looking for the perfect track to accompany the end titles of a popular teen drama? Submit your dark and moody track to be considered for this exciting opportunity. We need something modern and captivating to build tension and highlight the mystery of the season finale. The track should start soft and build into a bass-heavy chorus, with powerful and confident lyrics. Compensation for the chosen track will be between $3001 and $3001. Don't miss your chance, submit now!",
			"submission": 12,
			"author": [

			],
			"specialities": [

			],
			"profit": [

			],
			"organizational": [

			]
		},
		{
			"hash": "3988449428706277072",
			"lng": 1,
			"idx": 172,
			"title": "Maximize Your Music Potential with Leading A&R Services!",
			"text": "Are you an aspiring musician looking to take your career to the next level? Look no further! Our team at [Company Name] offers top-notch A&R services to help you maximize your music potential. \nFor a low price of $100 per month, you will receive a variety of services including Youtube Channel Promo, Monthly Spotify and Tidal Promo, Monetized EPK, JSP Support Package, and 1 song presented in our weekly A&R meetings. Not only that, but we also offer Instagram building to help you become an influencer and secure paid posts for your account. Our career counseling services will also assist you with release plans, bookings, and marketing strategies. Don't miss out on this opportunity to elevate your music career. Join us at [Company Name] today!",
			"submission": 0,
			"author": [
				20
			],
			"specialities": [
				27
			],
			"profit": [
				76,
				77,
				15
			],
			"organizational": [
				81,
				82,
				83
			]
		},
		{
			"hash": "5554106880842559356",
			"lng": 1,
			"idx": 177,
			"title": "Music Distribution Services Available",
			"text": "Are you an artist or label looking for distribution services? Look no further! Our self-service distribution platform offers a variety of perks including artist housing, trademark assistance, and more. You don't even have to leave your current distribution service - use us as a second option. Our services are especially beneficial for those seeking radio play and other opportunities. Best of all, signing up is completely free! Just send us a ready-to-go song and your email address and we'll get you set up today.\n\nBut that's not all - we also offer a range of additional services, including marketing (digital and print), social media optimization, branding assistance, creative design, release design packages, video creation, advertising, and playlist pitching. We even have artist and label housing available and can help you secure valuable radio play opportunities. Don't miss out on this opportunity to elevate your music career. Sign up with us today!",
			"submission": 0,
			"author": [

			],
			"specialities": [

			],
			"profit": [

			],
			"organizational": [

			]
		},
		{
			"hash": "5149213336812387029",
			"lng": 1,
			"idx": 195,
			"title": "Music Talent Search Opportunity",
			"text": "Are you a talented musician looking for your big break? A well-established industry professional, seeking to expand their roster, is now accepting submissions for artists, songwriters, and producers. If you believe you have what it takes to make it in the music industry, submit your best work for consideration. This is a unique opportunity for raw talent to showcase their skills and potentially join a team of multi-talented artists and producers who have written for major performers. This deal offers the chance for an exclusive roster signing, with compensation starting at $5,000. Don't miss out on this chance to elevate your career. All submissions must be broadcast ready and original works. Let your talent speak for itself. Submit now.",
			"submission": 10,
			"author": [
				21
			],
			"specialities": [
				28
			],
			"profit": [
				78,
				79,
				80
			],
			"organizational": [
				84,
				85,
				86
			]
		},
		{
			"hash": "-2460831702130972699",
			"lng": 1,
			"idx": 216,
			"title": "Winter Holiday Theme Song Needed",
			"text": "We are looking for a winter holiday theme song to use in marketing and advertising campaigns. The song must be original, well-produced, and suitable for various tempos. Instrumental tracks are preferred, but vocals will also be considered as long as an instrumental version is also available. We are also open to covers of copyright-free classics.\n\nAll rights to the song must be owned by the artist with no instances of copyright infringement. Selected tracks will be pitched to various film, video, and advertising production companies for potential sync opportunities. The selected artist will receive a non-exclusive license, sharing a 50-50 split on deals, and will be paid quarterly. Royalties will also be retained by the artist.\n\nCompensation for use of the song will range from £100 to £10,000 depending on the project and usage. If you have submitted music that has already been accepted into our catalogue, there is no need to resubmit as it will automatically be considered for this opportunity. Thank you for your interest and we look forward to potentially working with you on this winter holiday theme song. Sincerely, [Music Supervisor's name].",
			"submission": 10,
			"author": [
				2
			],
			"specialities": [
				29
			],
			"profit": [
				0,
				81,
				82
			],
			"organizational": [
				87,
				88,
				89
			]
		},
		{
			"hash": "-8396677171319709200",
			"lng": 1,
			"idx": 218,
			"title": "Dynamic Pop Songs Needed for Commercial",
			"text": "\"Dynamic Pop Songs Needed for Commercial\" is a current opportunity seeking high-quality, fully mastered and broadcast-ready tracks in the style of popular artists such as Black Keys, Jack White, Hanni El Khatib, and Whitestripes. We are specifically looking for uptempo tracks in the genre of \"Swagger Rock\" for use in a high-end SUV commercial campaign. This is a unique opportunity for exposure and potential high payouts.\n\nThe selected tracks will have the opportunity to be featured alongside major artists in our catalog, including Beyonce, Snoop, Janet Jackson, Chaka Khan, and more. We have established relationships with major networks and are consistently filling sync requests, making this an incredible chance for growth and brand exposure.\n\nTo be considered for this exclusive deal, you must own the master and publishing rights to your music. Only fully mastered, broadcast-ready tracks will be considered, and no demos will be accepted. The submission fee is higher than average to ensure that we receive only the best submissions, as we receive numerous requests every week and cannot listen to everything.\n\nIf your song is selected, you will grant us exclusive rights to your music for 5 years. If we do not license your song within that time period, the rights will revert back to you. In the case of a successful licensing, we will share in the revenue. We may also express interest in hearing more songs from your catalog and potentially offering a broader deal.\n\nDon't miss out on this opportunity to showcase your talent and gain exposure in the industry. Submit your best \"Dynamic Pop Songs\" now!\"",
			"submission": 60,
			"author": [

			],
			"specialities": [

			],
			"profit": [

			],
			"organizational": [

			]
		},
		{
			"hash": "-8627255136317905280",
			"lng": 1,
			"idx": 263,
			"title": "Major Label Seeking Talented Country Artists",
			"text": "Attention all talented country artists! Our A&R team at a major label is currently searching for solo acts, bands, and performing talent. If you have high Music Xray Diagnostics scores and are comparable to other major country artists, we want to hear from you immediately. Don't miss this chance to showcase your skills and potentially join our label family. Submit now for a chance at success in the country music industry.",
			"submission": 20,
			"author": [
				22
			],
			"specialities": [
				30
			],
			"profit": [
				83,
				84,
				85
			],
			"organizational": [
				90,
				91,
				92
			]
		},
		{
			"hash": "3185369482478723927",
			"lng": 1,
			"idx": 267,
			"title": "Seeking Music for Two Documentary Films - Shadow League Films",
			"text": "\"Opportunity for musicians and composers to have their music featured in two upcoming documentary films by Shadow League Films. The documentaries will focus on the lives of two influential music executives who were taken from us too soon. All genres are welcome, with a preference for urban, pop, and R&B. Filmmakers are seeking filler music for scene transitions and background music. The compensation range for selected tracks is a minimum of $501 and a maximum of $501. All tracks should be professionally mixed, mastered, and ready for use. This is a non-exclusive opportunity with no cost to submit. Don't miss your chance to have your music showcased in these highly anticipated films. Submit your best tracks today!\"",
			"submission": 4,
			"author": [
				23
			],
			"specialities": [
				31
			],
			"profit": [
				86,
				87,
				88
			],
			"organizational": [
				93,
				94,
				95
			]
		},
		{
			"hash": "6309459061429113462",
			"lng": 1,
			"idx": 270,
			"title": "Record Submission Opportunity for Top Music Publisher",
			"text": "Hey there! We currently have a fantastic opportunity for music artists to submit their records to a top music publisher. Our contract recently transferred to this publisher and we are looking for all types of high-quality records that we can pitch to the team.\n\nPlease keep in mind the style of music on their roster when submitting. We are primarily looking for records that would be suitable for artists, TV shows, and films. So think big and get creative!\n\nPlease note that we are not the final decision makers and do not handle any contracts. Our role is to connect the dots and make things happen. Rest assured that all quality records will be pushed and discussed with the team.\n\nFor reference, we are looking for records in the likes of popular artists such as Post Malone, Chris Brown, Ariana Grande, Drake, and many more. So if your record fits in with these artists' styles, we would love to hear it!\n\nDon't miss out on this opportunity and submit your records now. We look forward to listening to your tracks and potentially working together. Thank you!",
			"submission": 12.95,
			"author": [

			],
			"specialities": [

			],
			"profit": [

			],
			"organizational": [

			]
		},
		{
			"hash": "-1858244447792907823",
			"lng": 1,
			"idx": 284,
			"title": "Music A&R Seeking Submissions for Successful R&B Artists",
			"text": "Calling all R&B musicians! Music A&R is currently seeking great tracks for our successful roster of R&B artists. We are looking for submissions from all talented artists and we cannot wait to hear your best work. Please note which artist(s) you think would be appropriate for your track. The final decision maker, Ray Daniels, SVP A&R, will review all submissions. If we love your track, we will take it to the next step. Please do not contact us outside of this platform. Our goal is to keep things organized. This is a song placement opportunity and we will offer exclusive rights. Compensation starts at $5,000 and the maximum is $5,000+. Your track should be a rough mix or fully mastered and broadcast ready. Don't miss the chance to be considered for our roster of successful R&B artists. Join us now and showcase your talent!",
			"submission": 10,
			"author": [
				24
			],
			"specialities": [
				32
			],
			"profit": [
				89,
				90,
				91
			],
			"organizational": [
				96,
				97,
				98
			]
		},
		{
			"hash": "-5505997484457079824",
			"lng": 1,
			"idx": 285,
			"title": "Major Record Label Seeking R&B Artists",
			"text": "\"Welcome to our opportunity for an authentic R&B artist to join a major record label. Our label is looking for both male and female vocalists with a true passion for R&B music.\n\nOur SVP of A&R, Ray Daniels, is searching for top-notch talent that has what it takes to stand alongside our roster of legendary artists. With hits from Madonna to Selena Gomez, we know what it takes to make it big in the music industry.\n\nWe are open to all submissions, so if you think you have what it takes, send us your best R&B material. Our final decision maker will be Ray Daniels himself, and if we love your sound, we'll take the next steps towards a potential exclusive deal.\n\nPlease submit your music through Music Xray only, as we like to keep everything organized. This deal promises a minimum compensation of $5,001, with the potential for even more. Don't miss out on this opportunity to join a powerhouse label.\n\nSincerely,\nMajor Record Label A&R Team\"",
			"submission": 10,
			"author": [
				22
			],
			"specialities": [
				33
			],
			"profit": [
				92,
				93,
				94
			],
			"organizational": [
				99,
				100,
				101
			]
		},
		{
			"hash": "4468062387217622907",
			"lng": 1,
			"idx": 292,
			"title": "Seeking Hit Songs for Generic Artists",
			"text": "\"Looking for the next big thing in the music industry? Look no further! We are currently seeking hit songs for our roster of generic artists. Requirements include singable lyrics, catchy melodies, and captivating grooves. Our artist's music must be topically authentic and emotionally relatable, without any preachy undertones. We prefer mid to uptempo tracks to keep things lively. Demos with piano or guitar vocals are acceptable, but we insist on a lyric with your submission. If we find a song we love and sign it, we will cut a demo. We are also open to artist-driven material for potential film or TV pitches. Located in the heart of the music industry, Nashville, our main clients are major artists in the generic genre. We are only interested in signing songs that are 100% available or never before released. Please ensure an accurate LYRIC is included in your submission. Don't miss this opportunity to get your music heard by the best. Submit your songs now!\"",
			"submission": 8,
			"author": [
				25
			],
			"specialities": [
				34
			],
			"profit": [
				95,
				96,
				97
			],
			"organizational": [
				102,
				103,
				104
			]
		},
		{
			"hash": "5845960232219753497",
			"lng": 1,
			"idx": 312,
			"title": "Generic A&R Opportunity for Upcoming Film Soundtrack",
			"text": "We are currently seeking songs in specific genres to be featured on the soundtrack of an upcoming film in 2024. These genres include Country, Folk, and Bluegrass. The film is set in various points in time, ranging from 1950 to present day, and takes place in the state of Mississippi. Its themes include race, relationships, and love, with musical cues such as love, longing, yearning, reminiscing, happiness, story telling, spoken word, and finding or losing a loved one. More cues may be added in the future.\n\nWe are excited to hear some great material and are looking forward to potentially featuring your songs on the soundtrack!\n\nPlease refrain from contacting the film's producers or any industry professionals directly, as doing so will disqualify you from consideration.\n\nBest of luck to all! \nSincerely,\nAlex\nGrand Northern Group",
			"submission": 12,
			"author": [
				26
			],
			"specialities": [
				35
			],
			"profit": [
				98,
				99,
				100
			],
			"organizational": [
				105,
				106,
				107
			]
		},
		{
			"hash": "6559223391350598869",
			"lng": 1,
			"idx": 313,
			"title": "Multinational Company Looking for Music for Upcoming Ad Campaign",
			"text": "- Name: Multinational Company Looking for Music for Upcoming Ad Campaign\n- Submission price: $10\n- Minimum compensation: $1000\n- Maximum compensation: $5000\n- Description (multiline): \n\nMultinational Company is seeking music for their upcoming ad campaign. They are looking for a track with strong production and a prominent rock, electronic, hip hop, R&B or pop influence. The track should have a catchy, driving rhythm or elements of speed. While lyrics are not required, they should not be distracting and blend seamlessly with the track. The selected track will receive compensation between $1000 and $5000. Best of luck to all applicants!",
			"submission": 12,
			"author": [
				2
			],
			"specialities": [
				36
			],
			"profit": [
				101,
				102,
				103
			],
			"organizational": [
				108,
				109,
				110
			]
		},
		{
			"hash": "1611437492045955998",
			"lng": 1,
			"idx": 315,
			"title": "Opportunity for Music Representation",
			"text": "Are you a talented musician looking for an opportunity to showcase your skills? Look no further! We are currently seeking high-quality music for various projects in the entertainment industry. Our clients range from film and television networks to online streaming platforms.\n\nFor a submission fee of $10, we are offering the chance to gain representation and potentially earn a minimum compensation of $501 for your work. The maximum compensation for this exclusive contract is set at $501.\n\nWe are particularly interested in trailer music for a variety of genres, including sports, action, comedy, drama, news, and horror. All submissions must be original and fully owned by the writer or writers.\n\nDon't miss out on this exciting opportunity to have your music featured in prominent productions. Submit your tracks now and join our roster of talented musicians!",
			"submission": 10,
			"author": [
				27
			],
			"specialities": [
				37
			],
			"profit": [
				104,
				105,
				106
			],
			"organizational": [
				111,
				112,
				113
			]
		},
		{
			"hash": "4186468077124525515",
			"lng": 1,
			"idx": 318,
			"title": "Opportunity for Jazz Ballads in Movie Project",
			"text": "Looking for Jazz Ballads to be featured in an upcoming movie project. Must be in the style of a well-known artist and preferably have a vintage sound. Modern recordings with a retro feel will also be considered. Our production company, located in London, is seeking undiscovered music for various media purposes. We are the final decision maker and offer non-exclusive deals. Compensation range is $2,001 - $3,000. Songs must be fully mastered and broadcast ready. Sound similar to a specific artist's song. Don't miss this chance to have your music featured in our project!",
			"submission": 10,
			"author": [
				2
			],
			"specialities": [
				38
			],
			"profit": [
				107,
				108,
				109
			],
			"organizational": [
				114,
				115,
				116
			]
		},
		{
			"hash": "3391374808314580606",
			"lng": 1,
			"idx": 355,
			"title": "Hip Hop Beats Needed for Major Solo Project by Famous Pop Group",
			"text": "We are currently seeking submissions for hip hop beats for a major solo project by a well-known pop group. The project is specifically focused on urban music, but we are open to fresh sounds and new talent. The compensation for selected beats will start at $501, with a maximum compensation of $501. Interested producers, please submit your beats for consideration. All styles and genres will be considered, but please keep in mind the urban theme of the project. We look forward to hearing your submissions and potentially collaborating on this exciting new project. Thank you.",
			"submission": 10,
			"author": [
				12
			],
			"specialities": [
				39
			],
			"profit": [
				110,
				111,
				112
			],
			"organizational": [
				117,
				118,
				119
			]
		},
		{
			"hash": "8135215846381687659",
			"lng": 1,
			"idx": 357,
			"title": "Serious Opportunity for Urban Music Makers",
			"text": "Calling all urban music makers! We have a serious opportunity for you to showcase your talent as a soundtrack composer for a well-established film production company. This opportunity is open to those who specialize in genres such as Hip-Hop, R&B, and Soul, but we also welcome submissions from alternative and experimental artists. This production company has a solid track record, having produced content for highly respected events and publications within the industry. Selected tracks will be pitched and compensation will be negotiated. The quality of your songs should be up to par, with preferred genres similar to Drake, The Weekend, Bryson Tiller, and Kendrick Lamar. Don't miss out on this chance to have your music showcased in a major film production. Submit now for a chance to be selected!",
			"submission": 10,
			"author": [

			],
			"specialities": [

			],
			"profit": [

			],
			"organizational": [

			]
		},
		{
			"hash": "-491517018415138507",
			"lng": 1,
			"idx": 372,
			"title": "Record Label Seeking Exceptional Tracks for Established Artists",
			"text": "Hello fellow musicians, we are currently seeking exceptional tracks for established artists on our record label. Our team is looking for top-notch pop tracks with all the right ingredients to keep our roster fresh and exciting. Our record label has a distinguished track record of launching successful careers and we are always on the lookout for the next big hit. We kindly ask that you submit your best work for consideration and mention which artist(s) you feel the track would be suitable for. As the final decision maker, our team will carefully review each submission. If your track is selected, we will provide exclusive placement and compensation starting at $1,000+. All submitted tracks should be of high-quality, including rough mixes, fully mastered, and broadcast ready. We appreciate your interest in our record label and ask that all communication goes through this platform for organizational purposes. Thank you for your submission and we look forward to hearing your exceptional tracks.",
			"submission": 10,
			"author": [
				28
			],
			"specialities": [
				40
			],
			"profit": [
				113,
				114,
				115
			],
			"organizational": [
				120,
				121,
				122
			]
		},
		{
			"hash": "4405568711532298161",
			"lng": 1,
			"idx": 373,
			"title": "Major Record Label Seeking New Pop Artists",
			"text": "Attention all Pop artists! We have a golden opportunity for you. A major record label is currently on the hunt for new emerging talents to add to their esteemed roster alongside some of the biggest names in the industry. Showcase your best material and catch the attention of our SVP of A&R. If selected, this could be your chance to rub shoulders with the likes of Madonna and Selena Gomez. Don't miss out, submit your tracks now and take your music career to the next level. Please note, all communication must be done through this platform. Let's make some music magic together.",
			"submission": 10,
			"author": [
				22
			],
			"specialities": [
				41
			],
			"profit": [
				116,
				117,
				118
			],
			"organizational": [
				123,
				124,
				125
			]
		},
		{
			"hash": "-7693876083983331037",
			"lng": 1,
			"idx": 397,
			"title": "Seeking Upbeat and Energetic Songs and Instrumentals for High-End Product Campaigns",
			"text": "We are currently seeking upbeat and energetic songs and instrumentals for two high-end product campaigns. The genres we are accepting include pop, electro pop, country, hip hop, rock, and blues rock. Song submissions should have a driving and exciting sound to fit the overall tone of the campaigns.\n\nCompensation for these placements ranges from $75,000 to $100,000 and a submission fee of $100 applies. Please note that only fully mastered, broadcast-ready tracks will be considered. We require clean versions and ask that all samples be cleared.\n\nAs the final decision maker, we are looking for high-quality tracks that embody the energy and power of our campaigns. If you have music in our catalog, it will automatically be considered for this opportunity. However, all submissions must have exclusive rights to both the master and publishing.\n\nThank you for considering submitting your music to us. We look forward to listening to your tracks and potentially choosing them for our campaigns. \n\nBest,\n[Company Name] Decision Maker",
			"submission": 100,
			"author": [
				2
			],
			"specialities": [
				42
			],
			"profit": [
				119,
				120,
				121
			],
			"organizational": [
				126,
				127,
				128
			]
		},
		{
			"hash": "-4125168805348267334",
			"lng": 1,
			"idx": 407,
			"title": "Organic Lo-Fi Tracks Needed",
			"text": "Attention all musicians! We are seeking organic, lo-fi tracks for a new opportunity. We are looking for gritty and uplifting acoustic and electric tracks that will emotionally connect with our audience. Tracks should have a strong hook and tell a positive and inspiring story. We are specifically looking for songs about new beginnings, good times, and taking care of loved ones. \n\nDemos and unreleased tracks are welcome, as long as they are the appropriate vibe. Think of artists like Tallest Man on Earth, Said The Whale, and Dan Griffin for inspiration. \n\nThis opportunity offers an exclusive contract with a specified term, so all submissions must be 100% owned by the writer/writers. \n\nDon't miss your chance to be a part of this exciting opportunity. Submit your tracks now! Thank you from the team at Pop-Up Music.",
			"submission": 10,
			"author": [
				2
			],
			"specialities": [
				43
			],
			"profit": [
				122,
				123,
				124
			],
			"organizational": [
				129,
				130,
				131
			]
		},
		{
			"hash": "1367106119727411351",
			"lng": 1,
			"idx": 417,
			"title": "Musicians Wanted for Exciting Opportunity",
			"text": "Musicians Wanted for Exciting Opportunity\n\nLooking for talented musicians to submit their tracks for a potential film placement opportunity. Submit your best Alt Rock songs with male or female vocals, covering a variety of subject matters. Tracks should have a current sound that compares to industry leaders.\n\nSelected tracks will be placed on hold for further consideration by the team. If chosen, musicians will be contacted with further details. Please note that this is a submission-only dropbox and we will not be providing detailed feedback on submissions.\n\nIncorporated Elements is a respected company that works with songwriters, artists, producers, and DJ's to perfect their craft and reach their full potential. Our services include production, publishing, and film/TV licensing. Don't miss out on this exciting opportunity to showcase your talent and potentially be featured in a major film placement.\n\n- Ric Robbins / Incorporated Elements",
			"submission": 20,
			"author": [
				29
			],
			"specialities": [
				44
			],
			"profit": [
				125,
				126,
				127
			],
			"organizational": [
				132,
				133,
				134
			]
		},
		{
			"hash": "-8436659938852640138",
			"lng": 1,
			"idx": 421,
			"title": "New Music Opportunity - Songs Wanted",
			"text": "We are currently seeking songs for an exciting new opportunity. We are looking for heartfelt and deep songs with powerful vocals and unique melodies. Our goal is to place these songs with major and independent recording artists, as well as in film, TV, and other multimedia formats. We welcome submissions from all genres and styles.\n\n- Submission price: $10\n- Minimum compensation: $75001\n- Maximum compensation: $75001\n\n- Requirements (multiline):\n- Original and unpublished songs\n- High quality recordings with no background noise\n- Lyrics must be impactful and meaningful\n- Must have strong vocal delivery and unique instrumentation\n- Open to all genres and styles\n\n- How to submit:\n1. Click the \"Submit\" button and pay the submission fee of $10.\n2. Fill out the submission form with your song's details.\n3. Upload your song in MP3 format.\n4. Click \"Submit\" to complete your submission.\n\n- About us:\nWe are a music publishing business called [Business Name] dedicated to helping artists and songwriters achieve success in the music industry. Our team of experienced A&R professionals will carefully review all submissions and select the best songs for this opportunity. We look forward to hearing your submissions!\n\n- Deadline: All submissions must be received by [Date].\n- Compensation:\nCompensation for selected songs will be a minimum of $75001 and a maximum of $75001, to be negotiated upon selection.\n\n- Note: Only songs that are selected for this opportunity will be contacted. Thank you for your understanding.",
			"submission": 10,
			"author": [
				30
			],
			"specialities": [
				45
			],
			"profit": [
				128,
				129,
				130
			],
			"organizational": [
				135,
				136,
				137
			]
		},
		{
			"hash": "-6662091706348496147",
			"lng": 1,
			"idx": 424,
			"title": "EDM Artist Looking for Songs",
			"text": "Calling all aspiring EDM artists! We are currently seeking submissions for EDM songs with a commercial appeal for a major artist in the industry. If you have a track that would fit in with the likes of Calvin Harris, Zedd, Krewella, Tiesto, or Galantis, we want to hear it!\n\nDemos do not need to be fully produced, a simple vocal recording over a piano will suffice. However, if you have a produced track, please feel free to submit that as well. Our team will listen to all submissions and provide feedback.\n\nDon't miss your chance to potentially have your song featured by a major EDM artist. Submit your tracks now and let your music speak for itself!\n\n- Compensation: \nMinimum: $1001\nMaximum: $1001\n\n- Submission Price: $6\n- Contact: Tim White - Producer/CEO - TALUS",
			"submission": 6,
			"author": [

			],
			"specialities": [

			],
			"profit": [

			],
			"organizational": [

			]
		},
		{
			"hash": "3252861356947622507",
			"lng": 1,
			"idx": 434,
			"title": "Talented Songwriters/Producers Needed for Major Label",
			"text": "***Urgent Opportunity*** Join our team! Seeking talented songwriters and producers for a major label in the Los Angeles area. Our label specializes in Japanese Pop/Dance music and we are looking to expand our roster with top tier talent.\n\nWe are searching for skilled songwriters and producers with a \"FIRE\" sound. If you have what it takes, submit your top three (3) to five (5) tracks for immediate consideration.\n\nCompensation for selected candidates will be a minimum of $1500, with a maximum of $1500. Don't miss this chance to showcase your skills and be a part of our growing label.\n\nSubmit now and potentially join our team as we work with amazing Japanese artists and take the music industry by storm!\n\nBest regards,\n\n[Name] \nA&R Head of Major Label.",
			"submission": 10,
			"author": [
				31
			],
			"specialities": [
				46
			],
			"profit": [
				131,
				132,
				133
			],
			"organizational": [
				138,
				139,
				140
			]
		},
		{
			"hash": "-7124297827039921567",
			"lng": 1,
			"idx": 448,
			"title": "Generic Music Opportunity",
			"text": "Are you an aspiring musician looking to take your career to the next level? Look no further! This is a fantastic opportunity for artists in the Hip Hop genre to receive a professional written music review and be considered for a single deal, compilation projects, or even a record label signing. In addition, your music may have the chance to be featured on major motion pictures, commercials, reality TV shows, video games, and more! Your success ultimately depends on your talent and self-confidence. Plus, a portion of the proceeds will go towards supporting the Save The Children Fund. Don't miss out on this generic yet amazing opportunity! Submit your music today for only $15.",
			"submission": 15,
			"author": [
				12
			],
			"specialities": [
				47
			],
			"profit": [
				0,
				134,
				135
			],
			"organizational": [
				141,
				142,
				143
			]
		},
		{
			"hash": "-5944180538147554332",
			"lng": 1,
			"idx": 460,
			"title": "Songwriters needed for female vocalist",
			"text": "Attention all songwriters! We are currently seeking written material for a talented female vocalist. Our company, [Name], is a leading digital distribution, publishing, and licensing company with over 40 years of experience in the music industry. We are dedicated to helping indie artists of all genres reach the next level. Unlike other distribution services, we do not charge fees and instead split profits with our artists, with 80% going to the artist. With our extensive network of over 250 downloading and streaming markets, we have an 85% success rate in getting artists' music heard on platforms like Pandora. In today's changing music landscape, we understand the importance of online presence and are here to assist artists in achieving their goals. Join our team and be a part of our success story. Apply now!",
			"submission": 2,
			"author": [
				32
			],
			"specialities": [
				48
			],
			"profit": [
				136,
				137,
				138
			],
			"organizational": [
				144,
				145,
				146
			]
		},
		{
			"hash": "2220213501737372465",
			"lng": 1,
			"idx": 484,
			"title": "Generic Electronic Music Needed",
			"text": "We are currently seeking electronic music tracks for use in various media projects, such as advertising, online videos, documentaries, films, and TV/streaming. Our company is specifically interested in EDM, DnB, Dubstep, and Dance genres. \n\nThe selected music must be original, well-produced, and suitable for use in professional projects. We prefer instrumental music, but vocal tracks with instrumental versions will also be accepted. Music of all tempos and emotions will be considered, from experimental to club-oriented. \n\nArtists must have full ownership and control of all rights to their music, with no copyright infringement. Selected tracks will be added to our catalogue and actively pitched for synchronization opportunities. Our clients include film makers, video production companies, games developers, and advertising agencies. \n\nMusic will be licensed on a non-exclusive basis, giving artists the freedom to maintain full rights to their music. Upon successful placement, artists will receive between £50-£1,000+ per track depending on the project and use. All royalties generated from placements will be retained by the artists. \n\nIf you have previously submitted tracks to our catalogue that are suitable for this opportunity, there is no need for resubmission as your music will automatically be considered. We are excited to hear your electronic music and potentially partner with you on future projects. \n\nSincerely, \nOur Team at Generic Music Company",
			"submission": 10,
			"author": [
				7
			],
			"specialities": [
				49
			],
			"profit": [
				139,
				140,
				141
			],
			"organizational": [
				147,
				148,
				149
			]
		},
		{
			"hash": "-1675519507886214900",
			"lng": 1,
			"idx": 486,
			"title": "Music Label Seeking Religious Music",
			"text": "\"Generic Music Label\" is currently seeking religious music for our upcoming projects. We are specifically interested in gospel music, from traditional choirs to contemporary gospel and soul. \n\nAll submissions must be original and owned by the writer/writers. By submitting your music, you agree to an exclusive contract with a set term. \n\nDon't miss out on this opportunity, and submit your religious music tracks today. Thank you for considering \"Generic Music Label.\"",
			"submission": 10,
			"author": [

			],
			"specialities": [

			],
			"profit": [

			],
			"organizational": [

			]
		},
		{
			"hash": "8364288106891445413",
			"lng": 1,
			"idx": 488,
			"title": "Vintage Music Tracks Needed",
			"text": "We are seeking vintage music tracks for possible inclusion in our catalog. Specifically, we are looking for tracks in the genres of Funk, Soul, and Disco from the 1970s era. Alternatively, we are also interested in contemporary songs with influences from the 70's. Our company, Pop-Up Music, will be the final decision maker for this opportunity.\n\nFor submissions, please ensure that the tracks are completely owned by the writer/writers and do not contain any samples. We are open to both rough mixes and fully mastered, broadcast-ready tracks.\n\nCompensation will be determined based on final placement, typically ranging from $500 and above. Our preferred artists for this opportunity include Average White Band, Kool & The Gang, James Brown, Marvin Gaye, Stevie Wonder, Bill Withers, Curtis Mayfield, Jackson 5, Donna Summer, Ike & Tina Turner, Funkadelic, Gladys Knight, and Gloria Gaynor.\n\nThank you for your submissions!\n\nSincerely,\nPop-Up Music.",
			"submission": 10,
			"author": [
				2
			],
			"specialities": [
				50
			],
			"profit": [
				142,
				143,
				144
			],
			"organizational": [
				150,
				151,
				152
			]
		},
		{
			"hash": "-3704394883672570317",
			"lng": 1,
			"idx": 501,
			"title": "Huge Marketing Company Looking for Music for In-Store Use",
			"text": "Opportunity: Huge Marketing Company Looking for Music for In-Store Use\n\nSubmission Price: $12\n\nMinimum Compensation: $3001\n\nMaximum Compensation: $3001\n\nDescription: A major marketing company is seeking high-quality music for in-store use. This is an incredible opportunity to have your music heard by a large audience at peak times throughout the day and night. The chosen songs have the potential to reach a global audience of millions, including customers in airports. All genres and styles will be considered, as the company aims for standout, emotionally impactful, and diverse tracks to cater to customer preferences.\n\nExplicit, violent, discriminatory, or overly sexual content will not be accepted. Please submit your best, radio-ready, and mastered songs with 100% copyright ownership and cleared samples. Demos may also be considered if they have potential and can be reworked to fit the opportunity.\n\nThe company has a strong track record of working with renowned brands such as Apple, Honda, Samsung, and more. Don't miss this chance to showcase your music to a wide and captive audience. Submit your songs now for consideration.",
			"submission": 12,
			"author": [
				33
			],
			"specialities": [
				51
			],
			"profit": [
				145,
				146,
				147
			],
			"organizational": [
				153,
				154,
				155
			]
		},
		{
			"hash": "2956721989542534456",
			"lng": 1,
			"idx": 518,
			"title": "Opportunity for Aspiring Male Singers: Join a New Group and Release a Hit Song!",
			"text": "Are you a male singer between the ages of 18 and 35 looking for your big break? Look no further! A renowned songwriter/producer, in collaboration with a well-known music company, is seeking to form a new male group or boy band. We are in search of five individuals to join forces and become the next big thing in the music industry. \n\nReady to make your mark? Interested applicants must have a passion for singing, with or without professional experience. Our goal is to release a potential hit song, titled \"Come on,\" and tour globally. Don't worry about submission fees - we're offering this opportunity for free. We welcome both a cappella and demo submissions, as long as your singing voice shines through.\n\nIf chosen, you will be part of a team that aims for success and recognition. In addition to the group's possible success, we have plans to record at least six more 90's pop songs and tour in multiple countries. As a member of this group, you will have an equal position and voice in decision-making, as we value all five voices equally. We do not want one lead singer and four backup vocalists - we want a strong and cohesive group.\n\nInterested applicants can listen to a demo of our song \"Come on\" through a hidden link provided. We believe it has potential to be a hit, and with the right voices, we can make it happen. Join us on this journey to success and make your mark in the music industry.\n\nBest of luck!\n\n- Music Group Formation Team",
			"submission": 0,
			"author": [

			],
			"specialities": [

			],
			"profit": [

			],
			"organizational": [

			]
		},
		{
			"hash": "-4627953669244084638",
			"lng": 1,
			"idx": 522,
			"title": "New Country/Pop Track Opportunity for Major Group",
			"text": "We are currently seeking talented Country/Pop tracks with a touch of hip hop for a major country group. The budget for this opportunity is open and active, and you will have the opportunity to retain your publishing and royalties. Please listen to Darius Rucker's music to get a sense of what we are looking for. Once selected, you will receive further details. Please submit all tracks through Music Xray. We look forward to hearing your submissions. Thank you.\n\n- Opportunity Listing by AMMPP Management",
			"submission": 10,
			"author": [

			],
			"specialities": [

			],
			"profit": [

			],
			"organizational": [

			]
		},
		{
			"hash": "-6303291753642310764",
			"lng": 1,
			"idx": 558,
			"title": "New Ad Campaign Seeking Catchy, High-Energy Songs for Major Industry Commercial - Up to $25k Payout!",
			"text": "Attention all musicians! A major industry leader is seeking catchy, high-energy songs for their new ad campaign. We need lively, uptempo tracks from a variety of genres to create excitement and draw attention to their product. Think Alabama Shakes, Edward Sharpe & the Magnetic Zeros, Sharon Jones, and Drive By Truckers - all styles are welcome as long as they have a funky and live feel. If you have organic instrumentals that fit the bill, they could work as well! Payouts for selected tracks will range from $10k to $25k depending on usage. \n\nOnly \"high quality\" tracks will be considered - no demos, unmastered tracks, or uncleared samples will be accepted. You must also own the master and publishing rights and have clean versions available. If your music is already in our catalog, it will automatically be considered. Don't miss out on this exclusive opportunity to have your music featured in a major industry commercial and potentially earn a substantial payout. Submit your tracks today!",
			"submission": 100,
			"author": [
				0
			],
			"specialities": [
				52
			],
			"profit": [
				148,
				149,
				150
			],
			"organizational": [
				156,
				157,
				158
			]
		},
		{
			"hash": "-5515150633577412000",
			"lng": 1,
			"idx": 559,
			"title": "Looking for Unique Hip Hop for TV and Film Placements - High Potential Payouts",
			"text": "We are seeking exceptional hip hop tracks to be featured in various TV shows and films. Our team is looking for edgy, out of the box, and crazy hip hop styles with clean versions. Think along the lines of artists such as Kendrick Lamar, Kanye West, Future, Drake, and Travis Scott. The potential for payouts ranges from $5,000 to $25,000. \n\nOur track record speaks for itself with placements on major networks like Sony, FOX, and NBC Universal. We also have a strong roster of high profile artists including Beyonce, Janet Jackson, and Chaka Khan. These networks are interested in using our brand and artists in their productions, giving your music a chance to be featured alongside major names in the industry.\n\nOnly high quality, fully mastered tracks will be considered – no demos or uncleared samples. Additionally, clean versions must be available and you must own both master and publishing rights. This is a huge opportunity for exposure and potential payouts, so make sure your tracks are top notch.\n\nIf your music is already in our catalog, you are automatically being considered for this opportunity. Don't miss out on this chance to grow your brand and have your music featured in TV and film productions. Submit now to be considered!\n\n- A&R Team / Generic Music Catalog\nDeal Type: Catalog Inclusion\nDecision Maker: We make the final decision\nDeal Structure: Exclusive\nCompensation: $5,000 - $25,000\nSong Quality: Fully mastered, Broadcast ready\nSimilar Sounding Artists: Generic Hip Hop Artists",
			"submission": 100,
			"author": [

			],
			"specialities": [

			],
			"profit": [

			],
			"organizational": [

			]
		},
		{
			"hash": "-2650343597264401832",
			"lng": 1,
			"idx": 573,
			"title": "Generic Tracks Needed for Profits",
			"text": "\"Family-Friendly\" Generic Tracks Needed ($50-$1000+ per use) \n \nOur company is currently in search of new generic tracks for use in various forms of media including TV, streaming services, advertisements, online videos, documentaries, and films. We are specifically looking for tracks that are appropriate for all ages and have universal themes, with no explicit language or content. \n\nTracks must be original, well-produced, and have \"family-friendly\" lyrics. We also welcome instrumental tracks and ask that artists be able to provide instrumental versions of any vocal tracks. We are open to all emotions and styles, from experimental beats to party bangers. \n\nArtists must have full ownership and control of their music on both the master and publishing sides, with no copyright infringement. If selected, your music will be incorporated into our catalogue and pitched to our professional clients in the film, TV, video production, gaming, and advertising industries. \n\nClients will license the music on a non-exclusive basis and we will split profits 50-50. Artists will receive between $50-$1000+ per track depending on the project and usage. All royalties generated from placements will go directly to the artists. \n\nIf you have any generic tracks that fit this brief, we would love to hear from you! Please note that you do not need to resubmit if your music has already been accepted into our catalogue. \n\nThank you for considering this opportunity and we look forward to potentially working with you! \n\nSincerely, \n\n[Company Name] Music Supervisor",
			"submission": 10,
			"author": [
				11
			],
			"specialities": [
				53
			],
			"profit": [
				151,
				152,
				153
			],
			"organizational": [
				159,
				160,
				161
			]
		},
		{
			"hash": "-5868336436776315176",
			"lng": 1,
			"idx": 574,
			"title": "Music Wanted for Online Videos",
			"text": "\"Seeking music for various online videos!\n\nWe are starting a new service and are in need of music for online videos. We are open to all genres, including Dance, Rock, Jazz, Electronica, Pop, R&B, Hip Hop, Classical, Orchestral, Ambient, and more.\n\nHigh-quality, mixed and mastered tracks are preferred, with instrumental tracks being our top choice. However, we will also consider great vocal tracks as long as an instrumental version is provided.\n\nAll submissions will be listened to and reviewed, with feedback given. Please make sure that you own all rights to your music and there is no copyright infringement present.\n\nIf your track is selected, it will be licensed on a non-exclusive basis, meaning you will retain all rights to your music. We will split income generated from your track 50-50 and you will be paid quarterly, while also keeping 100% of backend royalties.\n\nIn addition to online videos, your music may also be used for traditional sync deals with our professional clients. These clients include production companies and advertising agencies, with brands such as Oracle, Microsoft, JD Sports, The North Face, Asics, and Pringles.\n\nFor traditional sync deals, artists can expect to receive anywhere between £50-£10,000 per track depending on usage. There is no limit to the number of times a track can be licensed, so if you have great music, we would love to hear from you!\n\nIf you have any questions, please do not hesitate to reach out. We look forward to working with you.\n\nBest regards, [Your Name]\"",
			"submission": 10,
			"author": [
				11
			],
			"specialities": [
				54
			],
			"profit": [
				0,
				154,
				155
			],
			"organizational": [
				162,
				163,
				164
			]
		},
		{
			"hash": "-7046064538665616978",
			"lng": 1,
			"idx": 575,
			"title": "Opportunity for Sync Placement in Film & TV",
			"text": "In the world of music, scoring a spot on a film or TV cue can be a major breakthrough for artists looking to secure a record deal. That's why we are offering an exciting opportunity for music supervisors to pitch songs for 2024 film and TV projects, with a compensation range of $1,000 to $5,000.\n\nWe have a diverse range of projects, from action and romance to thrillers and more. Our head music supervisor, Alexander Johnston, has a strong reputation in the industry and regularly works with major film production companies and producers. He is on the lookout for talented artists and bands of all genres and styles to provide high-quality songs for placement in upcoming projects.\n\nDon't worry about the quality of recording, as we may re-record certain songs if needed. Our focus is on top-notch writing and lyrics. This is a great opportunity for emerging artists to gain exposure and potentially secure a sync placement that could lead to other opportunities.\n\nDeal Type: Sync Placement\nDecision Maker: Selected tracks will be pitched for final decision\nDeal Structure: Negotiable\nCompensation: Payment will be determined based on placement, ranging from $1,000 to $5,000.\n\nDon't miss this chance to get your music in front of industry professionals and potentially land a lucrative sync placement. Submit your songs today and let Alexander Johnston and the Grand Northern Group / Grand Northern Sync help you take your music to the next level!",
			"submission": 12,
			"author": [
				2
			],
			"specialities": [
				55
			],
			"profit": [
				156,
				157,
				158
			],
			"organizational": [
				165,
				166,
				167
			]
		},
		{
			"hash": "460688627917099265",
			"lng": 1,
			"idx": 576,
			"title": "Recording Opportunity for Artists/Vocalists",
			"text": "\"Seeking talented male and female artists/vocalists to record lead and background vocals on various songs for a major music publisher. This opportunity offers the chance to have your voice heard by top music industry professionals, including A&R representatives and producers. The chosen artists will be credited and compensated between $100-$300 for their work. All genres and tempos are accepted, as the music publisher has a diverse catalog. Please provide an unedited recording showcasing your vocal abilities, and indicate if you have access to a home studio or would need to use a professional studio for recording. Links to additional recordings are welcome for further consideration. Don't miss this chance to collaborate with a multi-award-winning producer and songwriter. Apply now!\"",
			"submission": 10,
			"author": [
				34
			],
			"specialities": [
				56
			],
			"profit": [
				0,
				159,
				160
			],
			"organizational": [
				168,
				169,
				170
			]
		},
		{
			"hash": "366103528167334815",
			"lng": 1,
			"idx": 581,
			"title": "Electronic Dance Music (EDM) Tracks Wanted for Film and TV Placement",
			"text": "Are you an electronic dance music (EDM) artist looking for licensing opportunities? Look no further! We are currently seeking EDM tracks for placement in films and TV shows. Our team is specifically looking for high-energy, danceable tracks with a mainstream appeal. \n\nSubmissions must be 100% owned by the writer/writers. As a registered music library and publisher, we pride ourselves on providing unique and customizable music for various media projects. Our final decision maker will be reviewing all submissions and non-exclusive deals will be offered.\n\nCompensation will be negotiated based on final placement, typically ranging from $500 and up. All music must be fully mastered and broadcast ready. Similar sounding artists include mainstream EDM acts such as [generic artist names].\n\nDon't miss out on this opportunity to get your music heard and potentially placed in film and TV projects. Submit your EDM tracks today and join our roster of successful artists. We look forward to hearing your music!\n\nSincerely,\nThe placement team at [generic company name].",
			"submission": 10,
			"author": [
				2
			],
			"specialities": [
				57
			],
			"profit": [
				161,
				162,
				163
			],
			"organizational": [
				171,
				172,
				173
			]
		},
		{
			"hash": "3283213309298984347",
			"lng": 1,
			"idx": 595,
			"title": "Looking for Songs to Pitch to Female Pop Artist",
			"text": "Attention all songwriters! We are currently seeking songs to pitch to a major record label for a female pop artist. The ideal songs should have a fresh and modern sound while staying true to the artist's signature style. We are looking for hit-worthy tracks that will appeal to today's top pop music listeners. Don't miss this opportunity to showcase your talents and potentially have your songs released by a major label. Submit your best works now!",
			"submission": 25,
			"author": [
				35
			],
			"specialities": [
				58
			],
			"profit": [
				164,
				165,
				166
			],
			"organizational": [
				174,
				175,
				176
			]
		},
		{
			"hash": "-2556390127275110435",
			"lng": 1,
			"idx": 662,
			"title": "Looking for Original Singer-Songwriter Songs for Licensing Placement",
			"text": "We are currently searching for ORIGINAL SINGER-SONGWRITER SONGS for potential licensing placement opportunities. Our company, an A-List Music Publisher, specializes in licensing for Film and TV. We are specifically seeking songs featuring Male or Female Vocals, recorded before 1999, with a COUNTRY and/or AMERICANA influence.\n\nIf you possess vintage recordings with a similar essence to \"Dead Flowers\" by Townes Van Zandt, \"Wildflowers\" by Tom Petty, or \"Nothin'\" by Townes Van Zandt, then we want to hear from you!\n\nWe don't expect modern broadcast quality, so you're welcome to submit old masters or demos. However, exceptional vocal delivery, captivating melodies, and heartfelt lyrics are essential. Please ensure your songs were recorded BEFORE 1999, as we are not interested in artificially aged recordings.\n\nYou must have ownership or control over both the Copyright and Master recordings to submit. Multiple songs can be submitted, but they must be original compositions. Our company offers both EXCLUSIVE and NON-EXCLUSIVE deals on a case-by-case basis.\n\nIf we decide to move forward with your submission, we will contact you immediately. Otherwise, if you don't hear back within a week of the deadline, please consider it a pass.\n\nSubmission Deadline: Midnight April 21, 2024.\n\nBest of luck! - President of A&R - Merf Music Group",
			"submission": 25,
			"author": [

			],
			"specialities": [

			],
			"profit": [

			],
			"organizational": [

			]
		},
		{
			"hash": "6343098826240679660",
			"lng": 1,
			"idx": 663,
			"title": "Looking for Fresh Rap/Hip-Hop Tracks",
			"text": "Seeking innovative Rap/Hip-Hop tracks for various opportunities. Must be mid-to-up-tempo with unforgettable hooks and confident vocal performances. Broadcast quality required. Both exclusive and non-exclusive deals may be offered. You must own or control your Master and Copyright. Submissions will be screened by our team and if successful, you will be notified within a week of the deadline. Good luck!",
			"submission": 25,
			"author": [
				36
			],
			"specialities": [
				59
			],
			"profit": [
				167,
				168,
				169
			],
			"organizational": [
				177,
				178,
				179
			]
		},
		{
			"hash": "5999121553640747717",
			"lng": 1,
			"idx": 664,
			"title": "Music A&R Opportunity: Sync Placement for Lifestyle Campaign",
			"text": "We are pleased to announce a new music A&R opportunity for a lifestyle campaign set to launch this year. This opportunity is seeking a track that exudes an indie rock vibe with strong vocals and a dynamic progression. The song should align with the campaign's theme of fearless creativity and appeal to a wide audience. Exclusivity is granted to similar brands within the industry, and the track will be used for a global campaign across various mediums. The total budget allocation for music acquisition and licensing is $30,000. All submissions will be screened and critiqued by our team, and if selected, you will be contacted within a week of the deadline. We are looking forward to hearing your submissions. Good luck!\n\n- Submission price: $25\n- Minimum compensation: $25000\n- Maximum compensation: $25000\n- Deadline: Midnight April 26, 2024\n- Additional Notes:\n  - The emphasis is on impactful vocals and a universal appeal in terms of lyrics.\n  - The selected track must avoid overly celebratory or melancholic themes.\n  - Exclusivity will be granted to similar brands within the industry.\n  - The usage rights will extend for one year and cover various mediums such as social media and out-of-home advertising.\n  - All submissions must be broadcast quality and owned/controlled by the submitter.\n  - The total budget allocation for music acquisition and licensing is $30,000.\n  - Submissions will be screened and critiqued by our team for quality purposes.",
			"submission": 25,
			"author": [
				37
			],
			"specialities": [
				60
			],
			"profit": [
				0,
				170,
				171
			],
			"organizational": [
				180,
				181,
				182
			]
		},
		{
			"hash": "7563907223050803376",
			"lng": 1,
			"idx": 685,
			"title": "Inclusive and Empowering Music Needed for Brand Campaign",
			"text": "Looking for music submissions for a brand campaign that needs to be fun and catchy, while also remaining positive and playful. We are specifically looking for pop-rock or hip hop songs, but are open to other genres such as indie, pop, electronic, and more. The main focus is a strong vocal performance with empowering lyrics that celebrate uniqueness and freedom. Kid-friendly content is a must, as the visuals include a child. Reference track is \"DOING IT AGAIN BABY\" by girl in red. Compensation for selected music is a minimum of $10,001. Submissions are priced at $12. Don't miss out on this opportunity to showcase your talent and potentially earn some extra cash!",
			"submission": 12,
			"author": [
				38
			],
			"specialities": [
				61
			],
			"profit": [
				172,
				173,
				174
			],
			"organizational": [
				183,
				184,
				185
			]
		},
		{
			"hash": "-1775950184158685684",
			"lng": 1,
			"idx": 687,
			"title": "Summer Fun Commercial Song Opportunity",
			"text": "- Name: Summer Fun Commercial Song Opportunity\n- Submission price: $12\n- Minimum compensation: $5001\n- Maximum compensation: $5001\n- Description (multiline): \n\nFor this exciting opportunity, we are seeking a song that embodies the feeling of a carefree summer day. The perfect track will have a tropical vibe, with influences from genres like Reggae, Latin, or Afrobeats. However, we are open to other options as long as the song has a relaxed and summery feel. Clean and lighthearted lyrics are preferred, with any mentions of summer and holidays being a plus. Both male and female vocals will be considered for this brief. Don't miss out on the chance to have your music featured in this fun and energetic commercial. Best of luck to all submissions!",
			"submission": 12,
			"author": [
				2
			],
			"specialities": [
				62
			],
			"profit": [
				175,
				176,
				177
			],
			"organizational": [
				186,
				187,
				188
			]
		},
		{
			"hash": "381202596634246371",
			"lng": 1,
			"idx": 688,
			"title": "Pop Songs Wanted for Social Media Campaign",
			"text": "Looking for Pop Songs to use in a Social Media Campaign. We are seeking catchy tunes that have the potential to go viral on popular platforms. The client is interested in upbeat tracks that will resonate with audiences in younger demographics. Genres such as Electronic, Pop, and Dance are preferred, but all submissions will be considered. Get creative and send us your most attention-grabbing songs that will make listeners want to dance along. Submission deadline is 4th April 2024. Don't miss out on this opportunity to have your music featured in a social media campaign!",
			"submission": 12,
			"author": [
				39
			],
			"specialities": [
				63
			],
			"profit": [
				178,
				179,
				180
			],
			"organizational": [
				189,
				190,
				191
			]
		},
		{
			"hash": "7709206154269032613",
			"lng": 1,
			"idx": 692,
			"title": "Top 40 Songs for Upcoming Rom-Com",
			"text": "Looking for Top 40 songs to be featured in an upcoming romantic comedy that will be released in 2025. This opportunity offers the potential for the selected artist to have their song played in the movie. We are seeking modern sounding pop songs with both male and female vocals. Examples of appropriate artists are provided below, please take note.  Submissions that fit will be placed on hold for further review by the project team. If selected, further details will be provided. Please note that this is a submission-only opportunity and no feedback will be given. Our team will only provide ratings on each submission. Thank you for considering this opportunity!",
			"submission": 20,
			"author": [
				14
			],
			"specialities": [
				64
			],
			"profit": [
				181,
				182,
				183
			],
			"organizational": [
				192,
				193,
				194
			]
		},
		{
			"hash": "-5089086353249904309",
			"lng": 1,
			"idx": 693,
			"title": "Seeking Upbeat Music for Action Packed TV Show",
			"text": "\"Looking for high energy music for an exciting TV show with a martial arts theme. We are specifically seeking upbeat rock songs that can fit into fight scenes and showcase different types of rock genres such as 80s rock, classic rock, indie rock. Additionally, music influenced by the 80s in general is highly desired. The themes of the show revolve around perseverance, teamwork, and coming of age. This is a great opportunity to have your music featured in a popular TV show. Compensation will be provided starting at $2001. Submit your tracks now and our team at Washington Street Publishing will work to find the perfect fit for the project. Don't miss out on this chance to showcase your talent!\"",
			"submission": 8,
			"author": [

			],
			"specialities": [

			],
			"profit": [

			],
			"organizational": [

			]
		},
		{
			"hash": "8354787916307492945",
			"lng": 1,
			"idx": 694,
			"title": "Seeking Generic Songs for TV Show Soundtrack",
			"text": "Looking for generic songs for a popular reality TV show soundtrack. The show follows the daily life of a restaurant owner and her eccentric staff.\n\nGenres: Electronic pop, rock, pop, and dance music.\n\nThemes: Partying, relationships, love, heartbreak, emotions, and having a good time.\n\nThis opportunity is brought to you by a music library dedicated to finding the perfect songs for various media projects.\n\nCompensation: $1500 for selected song.\n\nSubmit now for only $8 and get your music heard by millions! Don't miss this chance to showcase your talent.",
			"submission": 8,
			"author": [
				40
			],
			"specialities": [
				65
			],
			"profit": [
				184,
				185,
				186
			],
			"organizational": [
				195,
				196,
				197
			]
		},
		{
			"hash": "7888006025972759557",
			"lng": 1,
			"idx": 723,
			"title": "MUSIC A&R OPPORTUNITY: ECCENTRICALLY CAPTIVATING TUNES",
			"text": "ECCENTRICALLY CAPTIVATING TUNES (in a wide range of styles) recorded BEFORE the year [insert year] with Male or Female vocals are needed by a well-established Publisher with a successful track record of securing placements in numerous TV Commercials!\n\nNOTE: This company offers upfront compensation for selected submissions!\n\nNotable: This opportunity is open to a variety of musical styles, so references are not necessary.\n\nAccording to the company's CEO, unique, whimsical, and lively recordings are sought after. Vocal performances, specifically vocalese, are a must. Songs should have a playful tone and incorporate real instruments (not MIDI). Recordings should be from before [insert year].\n\nBroadcast Quality should be era-appropriate. Old masters or well-produced demos may be submitted for consideration.\n\nPlease submit a diverse selection of original, quirky Songs recorded before [insert year]. Submissions should have a fun sound and showcase imaginative vocal deliveries such as vocalese, scat, or nonsensical lyrics. Upbeat melodies, lively motifs, spirited rhythms, and strong arrangements are also desirable. Since this listing is open to a variety of styles, instrumentation may vary, but please ensure real instruments are used, as per the company's request. Exceptional vocal performances with a distinct sound may catch the attention of this company!\n\nMost examples of Vocalese are Mid-to-Uptempo, so sticking to that tempo is recommended.\n\nPlease ensure Songs were actually recorded before [insert year]. Material that has been recently recorded but made to sound old will not be accepted. Only authentic, original recordings with reasonable sound quality will be considered. This is a fantastic opportunity to earn income with your music that may have been overlooked in today's market!\n\nThe company will pay upfront for the Master Rights and the Publisher's share of the Copyright. You will retain the Writer's Share and continue to receive performance royalties through your Performing Rights Organization. This company secures multiple placements each week, including submissions from TAXI members. Many TAXI members have signed buyout deals with this company, and some have received initial payments of $10,000 to $15,000 (or more!). Specific deal and buyout amounts may vary depending on the quantity and quality of the signed Songs.\n\nYour name must be on the Copyright. Only submit original compositions (no covers) that you own or control the Copyright and Master recordings for. Multiple submissions may be made online or through CD. All submissions will be reviewed and critiqued by TAXI. The deadline for submissions is 11:59 PM (PDT) on [insert date]. TAXI # [insert TAXI number].",
			"submission": 0,
			"author": [
				41
			],
			"specialities": [
				66
			],
			"profit": [
				187,
				188,
				189
			],
			"organizational": [
				198,
				199,
				200
			]
		},
		{
			"hash": "497507794354538755",
			"lng": 1,
			"idx": 724,
			"title": "Huge A&R Opportunity for Musicians - $25,000 Per Track Compensation",
			"text": "Looking for talented artists and bands to submit their music for an upcoming Indie Movie with a big music budget. This is a great opportunity for your music to be featured in a major motion picture and gain widespread exposure. \n\nThe movie is seeking \"super catchy\" repeating tracks for a Deja Vu / Groundhog Day type of new Thriller. 8 partial (5 to 10 second) clips of tracks are needed for various scenes in the movie, such as the main character waking up, driving in their car, entering a hotel, and more. \n\nTracks can be in any genre, and covers and instrumentals are also acceptable. Explicit lyrics are also allowed. \n\nEach selected track will receive $25,000 compensation, with the potential for two tracks from the same artist or band to be featured in the movie for a total compensation of $50,000. We can pitch up to 5 tracks per artist or band. \n\nDon't miss this opportunity to be a part of a gripping thriller movie and potentially earn a significant amount of money. Submit your music now and stand out to the A&R team. Good luck!",
			"submission": 20,
			"author": [
				42
			],
			"specialities": [
				67
			],
			"profit": [
				0,
				190,
				191
			],
			"organizational": [
				201,
				202,
				203
			]
		},
		{
			"hash": "608111863004737319",
			"lng": 1,
			"idx": 726,
			"title": "Seeking Radio-Ready Hits for Established Country Artist",
			"text": "We are currently searching for radio-friendly songs to be considered for placement with a well-known country artist. This artist has a strong presence in the music industry and is seeking hit singles to add to their repertoire. We are looking for songs that fit within the artist's established sound, including upbeat and catchy tunes, emotional ballads, and well-crafted story songs.\n\nHowever, we are also open to songs that push boundaries and offer unique and fresh sounds. We value high-quality demos with polished production and strong vocals. All submissions will be carefully reviewed and considered for placement with the artist. Don't miss your chance to potentially have your song recorded by a well-known artist in the music industry.\n\nSubmit your best work now for this exclusive opportunity. Good luck and we look forward to hearing your submissions.",
			"submission": 10,
			"author": [
				24
			],
			"specialities": [
				68
			],
			"profit": [
				192,
				193,
				194
			],
			"organizational": [
				204,
				205,
				206
			]
		},
		{
			"hash": "1400813552415012880",
			"lng": 1,
			"idx": 729,
			"title": "Seeking Music for Advertising Campaign $10k",
			"text": "We are currently seeking music submissions for an upcoming advertising campaign with a compensation of $10,000. We are looking for music in the Pop-Rock and Hip Hop genres that will be used for a tech brand. The campaign requires something fun, unique, and attention-grabbing, with a hint of positive attitude. Other genres such as indie, pop, electronic, or hip hop may also be considered. The song must have strong vocals and empowering lyrics, and be kid-friendly. Our client has requested lyrics about freedom and celebrating uniqueness, so any submissions in this theme will be highly valued. Thank you for your interest and we look forward to reviewing your music.",
			"submission": 12,
			"author": [
				43
			],
			"specialities": [
				69
			],
			"profit": [
				0,
				195,
				196
			],
			"organizational": [
				207,
				208,
				209
			]
		},
		{
			"hash": "-3260092912112187123",
			"lng": 1,
			"idx": 731,
			"title": "Summer Vibes Song Needed for Ad Campaign",
			"text": "We are seeking a summer-themed song for our client's upcoming ad campaign. They are looking for a track that exudes a relaxed and sunny vibe, perfect for unwinding in the sun. Genres such as Reggae, Latin music, and Afrobeats are preferred, but other options will also be considered as long as they fit the summery and chilled-out mood. Clean and lighthearted lyrics are a must, and any mentions of holidays are a bonus. Both male and female vocals will be considered. Reference track: The Funkees - Akula Owu Onyeara. Good luck!",
			"submission": 12,
			"author": [

			],
			"specialities": [

			],
			"profit": [

			],
			"organizational": [

			]
		},
		{
			"hash": "3042937293873796594",
			"lng": 1,
			"idx": 732,
			"title": "Catchy Songs for Social Media Campaign $10k per Track",
			"text": "\"Catchy Songs for Social Media Campaign $10k per Track\"\nAttention all musicians! We have an exciting A&R opportunity for you. We are looking for catchy songs to be used in a social media campaign for a well-known brand. The selected tracks will receive a compensation of $10,000 per track. We are specifically seeking upbeat and trendy songs that have the potential to go viral on social media. Gen Z/Alpha audiences will be the main target, so keep this in mind when submitting your music. Genre is not a limitation, as long as the song has a fun and modern feel to it. Please upload songs that you believe would capture the attention of someone scrolling through their feed. Don't miss out on this opportunity to showcase your talent and potentially go viral!",
			"submission": 12,
			"author": [
				44
			],
			"specialities": [
				70
			],
			"profit": [
				0,
				197,
				15
			],
			"organizational": [
				210,
				211,
				212
			]
		},
		{
			"hash": "1175671512292727808",
			"lng": 1,
			"idx": 735,
			"title": "Submit Your Music and Get Discovered",
			"text": "Discover the next big thing in music! We are currently seeking song submissions for a major label artist. We need songs that are fresh and modern, yet still staying true to their signature sound. No filler songs here - only top-quality tracks that will compete with today's biggest artists. So if you're a songwriter with a love for music and a talent for creating hits, submit your best works now and be one step closer to getting your music discovered! Don't miss this opportunity to make your mark in the industry. Submit today!",
			"submission": 10,
			"author": [
				12
			],
			"specialities": [
				71
			],
			"profit": [
				198,
				199,
				200
			],
			"organizational": [
				213,
				214,
				215
			]
		}
	],
	"author_classes": [
		"Music Placement Expert",
		"Music Production and Licensing Agent",
		"Music Licensing Agent",
		"Licensing and Placement Agent",
		"A&R and Music Placement Expert",
		"Licensing Agent and Music Placement Expert",
		"Advertising and Music Licensing Agent",
		"Licensing Agent and Music Supervisor",
		"A&R specialist and talent scout",
		"Music Publisher/Licensing Agent",
		"Music Publisher and Distributor",
		"Licensing Agent",
		"A&R and Talent Scout",
		"Event Music Producer",
		"Music Supervisor",
		"Music Publisher and A&R Agent",
		"Music Publisher and A&R",
		"A&R and Licensing Agent",
		"Music Placement Agent",
		"Producer and Composer",
		"Music Talent Scout and Career Consultant",
		"A&R and Talent Manager",
		"A&R Executive",
		"Film Production Company",
		"A&R and Artist Management",
		"A&R and Music Publisher",
		"Music supervisor and licensing agent.",
		"Music representation agency",
		"A&R and Record Label Executive",
		"Music Producer and Music Licensing Agent",
		"Music Publisher/A&R",
		"A&R/Label Executive",
		"Publishing and Licensing Manager",
		"Licensing Agent and Music Coordinator",
		"A&R and Music Publishing Agent",
		"Music Publisher and Licensing Agent",
		"A&R Scout",
		"A&R and Syncing Expert",
		"Brand Music Supervisor",
		"Marketing & Social Media Specialist",
		"Music Licensing and Sync Expert",
		"Publisher",
		"Placement Agent and A&R Specialist",
		"Advertising Music Supervisor",
		"Music Licensing and Marketing Strategist"
	],
	"author_specialities": [
		"The listing author specializes in commercial music placement and is looking for catchy, energetic songs with a variety of instruments for potential use in various projects.",
		"The listing author is an experienced music producer and publisher specializing in pop music. They have a wide network in the industry and have a track record of successful placements in film and TV.",
		"The listing author specializes in curating music for various campaigns and has a wide range of clients in the fashion and advertising industries. They have a keen eye for unique and interesting tracks that can elevate visual content.",
		"The listing author specializes in finding music for advertising campaigns, with a focus on pop and rock songs.",
		"The listing author has extensive experience and connections in the Asian music market and specializes in helping Western artists break into this market.",
		"The listing author has a specialty in finding and placing music in popular commercials and has a strong network of industry professionals in advertising and marketing. They have a track record of successfully matching songs to products and generating high payouts for artists.",
		"The listing author specializes in finding music for advertising and commercial projects, and has experience working with large corporations in various industries. They have a strong understanding of what makes a song stand out in these types of projects and how to find the perfect fit.",
		"The listing author specializes in sourcing music for advertising pitches and has a keen ear for catchy pop songs. They have worked with numerous clients in the advertising industry and have a strong understanding of what kind of music appeals to audiences.",
		"The listing author specializes in finding and pitching songs to major record labels for established and top-selling artists in the pop genre. They have a strong network and understanding of what labels and artists are looking for in terms of sound and potential hits.",
		"The listing author specializes in finding and providing unique and impactful music for media projects, particularly in the pop genre. They have a strong network with production companies and music supervisors and a successful track record of securing placements for their artists.",
		"The listing author specializes in finding unique and original music across a variety of genres for exclusive contracts.",
		"The listing author specializes in building and distributing global music catalogues and has a wide network of sub-publishers and distribution channels.",
		"The listing author is an experienced music licensing agent and has successfully placed songs in major TV shows, films, and ads. They have a strong network and understanding of what kind of songs are in demand in the industry.",
		"The listing author specializes in selecting and licensing music for various media projects, with a focus on high-quality and unique instrumentals from all genres. They have strong connections in the entertainment industry and are always on the lookout for new and original music.",
		"The listing author specializes in sourcing and placing international music in media outlets.",
		"The listing author specializes in scouting and signing talented Pop artists and producers from all sub-genres and time periods.",
		"The listing author is specifically looking for talented musicians who specialize in playing and performing SAMBA music. They may have experience in producing music for various events and parties.",
		"The listing author specializes in sourcing and selecting songs for placement in films and TV shows. They have experience in finding the perfect song to fit a specific scene or mood and have a strong understanding of the current music trends.",
		"The listing author specializes in providing music for popular television shows and has a successful track record of selecting and placing songs that fit the tone and theme of the series. They also have a strong network of production companies and music libraries in the industry.",
		"The listing author specializes in Pop music and has experience in scouting and promoting talented artists in the genre. They have connections with major record labels and have successfully placed songs in popular media.",
		"The listing author specializes in promoting singer/songwriters in the Americana and Country genres, specifically those with a vintage and authentic sound. They have connections with A-List music publishers and are searching for new talent to add to their roster.",
		"The listing author specializes in music supervision and sourcing tracks for sync placements in various industries. They have a strong understanding of the current trends and preferences in the advertising and marketing world and have successfully secured placements for their clients in the past.",
		"The listing author specializes in finding and placing upbeat tracks in commercials for a variety of clients. They have a strong understanding of what music works well in advertising and can provide expert advice to artists.",
		"The listing author is an A&R agent who specializes in securing music for commercial use and advertisement campaigns for major brands and companies.",
		"The listing author specializes in finding high-energy music with male vocals for TV shows and has a network within the industry for placing music in major broadcast networks.",
		"The listing author is a music production company that specializes in creating background music for commercial use. They have a wide range of clients and expertise in producing high-quality tracks that fit the needs of various brands and companies.",
		"The listing's author is a music producer and composer with experience in creating jingles for corporate clients. They have a strong understanding of branding and marketing, and can create jingles that effectively capture a brand's message and values.",
		"The listing author specializes in A&R services and career counseling for all types of musicians and genres. They have a strong network in the music industry and a proven track record of helping artists achieve their goals.",
		"The listing author is a well-connected industry professional with experience in artist development and roster management for major performers. They are looking for fresh talent to join their team and help grow their business.",
		"The listing author specializes in sourcing and licensing music for media projects, with a focus on holiday and seasonal themes. They have a wide network of contacts in the film, video, and advertising industries and are dedicated to finding the perfect songs for their clients' projects.",
		"The listing author specializes in identifying and signing talented country artists and bands to major labels. They have experience and connections in the country music industry and are familiar with the qualities and standards expected from major label artists.",
		"The listing author, Shadow League Films, is a production company known for creating impactful and inspiring films about influential figures in the music industry. They have a strong connection to the urban, pop, and R&B scene and are looking for music that will enhance the storytelling in their documentaries.",
		"The listing author specializes in R&B music and has a successful roster of R&B artists.",
		"The listing author specializes in finding and signing R&B talent to a major record label. They have a successful track record of working with top artists and aim to continue to grow and expand their roster.",
		"The listing author is a music industry professional with expertise in identifying hit songs and placing them with major artists. They have a strong network of connections in the industry and a track record of success.",
		"The listing author specializes in curating and selecting music for film soundtracks, specifically in the genres of Country, Folk, and Bluegrass.",
		"The listing author specializes in finding and licensing music for advertisements and has experience working with various genres and large corporations.",
		"The listing author is a music representation company with a focus on securing placements for their clients' music in various media projects.",
		"The listing author specializes in finding and licensing music for film and media projects. They have a strong network in the entertainment industry and knowledge of current and upcoming trends.",
		"The listing author specializes in working with high-profile artists and sourcing high-quality beats for major projects. They have a strong knowledge of the music industry and current trends in hip hop and urban music.",
		"The listing author is a representative from a successful record label with a focus on pop music. They have experience in launching successful careers and have a strong network in the music industry.",
		"The listing author specializes in scouting new and emerging pop artists for a major record label.",
		"The listing author specializes in selecting music for high-end product campaigns and has a strong understanding of the types of songs and instrumentals that will best fit these campaigns.",
		"The listing author specializes in curating lo-fi and acoustic music for their platform. They are looking for specific themes and vibes to cater to their audience.",
		"This listing is created by Ric Robbins, a music producer and owner of Incorporated Elements. He specializes in production, publishing, and film and TV licensing for musicians across all genres.",
		"The listing author specializes in finding songs for placement in various forms of media, including recording artists, films, TV, and more. They have experience in a wide range of genres and a successful track record of placing songs with major and independent recording artists.",
		"The listing author is the A&R head of a major label specializing in Japanese Pop/Dance music. They are looking for talented songwriters and producers to expand their roster and work with their artists.",
		"The listing author specializes in scouting talented artists in the Hip Hop genre and connecting them with opportunities for potential record deals, placements in various media, and helping charitable causes.",
		"The listing author specializes in digital distribution, publishing, and licensing for indie artists of all genres, with a focus on promoting and supporting female artists. They have a strong track record of success and a wide network in the industry.",
		"The listing author specializes in sourcing and licensing electronic music for various media projects. They have a wide network in the film, TV, and advertising industry and are proficient in finding the perfect music for each project.",
		"The listing author specializes in seeking and placing vintage and retro music tracks for TV, film, and commercial projects. They have a strong network in the entertainment industry and a keen ear for unique and nostalgic sound.",
		"The listing author specializes in finding and licensing music for major brands and marketing campaigns, particularly for in-store use. They have experience working with a variety of genres and a strong network in the industry.",
		"The listing author specializes in selecting and licensing music for commercial purposes. They have a strong understanding of what type of music fits a particular brand or product and have successfully placed numerous tracks in major commercials.",
		"The listing author specializes in curating and licensing generic tracks for use in various forms of media.",
		"The author specializes in sourcing and licensing music for various online and traditional media projects. They have strong connections with production companies and advertising agencies.",
		"The listing author specializes in placing music in film and TV projects, with a focus on high-quality writing and lyrics. They have a strong reputation in the industry and a successful track record of securing sync placements for their clients.",
		"The listing author has a successful track record in the music industry, with a keen ear for talent and strong connections to major music publishers.",
		"The listing author specializes in licensing and representing EDM artists for film and TV placement. They have a strong network and relationships in the entertainment industry and expertly curate music for media projects.",
		"The author specializes in representing and pitching songs to major record labels and has a successful track record of placing songs with popular female pop artists.",
		"The listing author specializes in scouting and developing new talent in the Rap/Hip-Hop genre and has connections with hip-hop labels and producers.",
		"The listing author specializes in syncing music for commercials, advertisements, and other lifestyle campaigns. They have a track record of successfully placing tracks in high profile campaigns and have a network of connections in the advertising industry.",
		"The listing author is seeking music that is empowering, inclusive, and kid-friendly, and has experience working with brands and campaigns.",
		"The listing author specializes in finding music for commercial use and has previously worked with brands looking for songs with a summer vibe.",
		"The listing author has experience creating and managing successful social media campaigns for various clients and is looking for catchy pop songs to incorporate into their next project.",
		"The listing author specializes in sourcing and selecting music for film and television. They have experience in working with a variety of genres and are specifically seeking Top 40 pop songs for this project.",
		"The listing author specializes in curating music for TV and other media projects and has a good understanding of the type of music that fits well in different scenarios.",
		"This listing is from a well-established publisher with a successful track record of securing placements for TV commercials. They are seeking unique and whimsical recordings with vocalese and real instruments, recorded before a specific year.",
		"The listing author specializes in scouting music for movies and has a strong track record in placing songs in successful films. They have a network in the entertainment industry and connections with filmmakers and music supervisors.",
		"The listing author has strong connections in the country music industry, specifically with this established artist and their team. They have a keen ear for hit songs and can identify potential hits for this artist's specific style and sound.",
		"The listing author specializes in sourcing and selecting music for advertising campaigns and has successfully placed music in various commercials and campaigns for major brands.",
		"The listing author specializes in sourcing and selecting music for advertising and marketing campaigns for well-known brands. They have a strong understanding of what appeals to younger generations and have a successful track record of creating viral campaigns.",
		"The listing author specializes in seeking top-quality songs for major label artists in various genres, with a focus on contemporary and commercially appealing music."
	],
	"profit_reasons": [
		"To make a profit from the submission fees of interested artists.",
		"To provide high-quality, diverse music options for their clients in the commercial industry.",
		"To potentially discover and represent new talent in the industry and earn a percentage of their earnings through placements.",
		"To find and license the perfect pop song for the streaming series, earning a fee for the placement.",
		"To promote their production and licensing services and attract more clients.",
		"To potentially discover and develop new talent through this opportunity and earn revenue from future projects.",
		"To provide high-quality and unique music for their clients and maintain a good reputation in the industry.",
		"To attract new clients and collaborations through successful music placements.",
		"To make a profit from the submission fees and potential compensation for selected songs.",
		"To showcase their agency's reputation and establish themselves as a go-to source for music in advertising campaigns.",
		"To build relationships with successful music creators and potentially work with them on future projects.",
		"To earn a commission from successful placements of songs in the Asian market.",
		"To expand their network and connections in the music industry in Asia through working with major artists and labels.",
		"To attract more submissions from talented artists and potentially discover new talent for future placements and collaborations.",
		"To secure the perfect song for the commercial and receive compensation from the product company.",
		"To potentially discover and represent new talent in the industry and earn a percentage of their earnings.",
		"To make a profit from selecting and licensing songs for the advertising project.",
		"To fulfill their client's needs and ensure a successful project for the corporation.",
		"To potentially establish long-term partnerships with selected artists and continue working with them on future projects.",
		"To earn a commission from the selected songs that are used in advertising pitches.",
		"To build a network of talented songwriters and musicians for future projects.",
		"To establish a good reputation in the advertising industry as a reliable source for music.",
		"To earn a commission from successfully pitching and placing songs with a major record label.",
		"To gain recognition and increase their value as a music A&R professional.",
		"To potentially discover new hit songs and talent and continue working with reputable record labels.",
		"To secure lucrative sync placements for their artists and earn a percentage of the licensing fees.",
		"To establish their company as a reliable source for quality music for media projects and attract more clients.",
		"To provide a diverse and unique music catalog for licensing and placement opportunities in media and advertising.",
		"To potentially sign and represent artists for future projects and earn a percentage of their earnings.",
		"To make a profit from the submission fees and eventual sales or placements of the selected tracks.",
		"To expand their catalogue and attract potential clients for future projects.",
		"To establish themselves as a reputable and successful music publisher in the industry.",
		"To make a profit by placing songs in various media projects and earning a percentage of the licensing fees.",
		"To build their reputation as a successful music licensing agent and attract more clients.",
		"To provide opportunities for independent artists to have their music featured in popular projects and potentially earn royalties.",
		"To make a profit from the submission fees of interested music producers.",
		"To find and acquire quality, original music for media projects and earn a commission from the contracts.",
		"To build relationships with producers and potentially collaborate on future projects.",
		"To receive a commission from music placements in various media outlets.",
		"To establish relationships with international artists and potentially sign them for future placements.",
		"To showcase the company's expertise in sourcing diverse and unique music for media projects.",
		"To discover and sign talented Pop artists and producers and potentially earn a percentage of their earnings.",
		"To expand their roster of artists and attract more listeners and industry connections.",
		"To secure exclusive contracts with promising artists and build a successful business model.",
		"To find the perfect music for a specific event or project and potentially earn compensation for the use of the submitted music.",
		"To showcase and promote their services as event music producers and attract potential clients.",
		"To discover new talent and potentially collaborate with artists for future projects and events.",
		"To make a profit by selecting and licensing the perfect songs for the romantic comedy project.",
		"To attract attention from potential clients and filmmakers by showcasing their ability to find the perfect music for their projects.",
		"To stay updated on current music trends and potentially discover new talent for future projects.",
		"To make a profit from the submission fees and potential licensing fees of selected tracks.",
		"To maintain a good reputation and relationship with the production company behind the reality TV show.",
		"To attract more clients for their music licensing services and expand their business.",
		"To make a profit from the submission fees and potential deals with chosen artists.",
		"To strengthen their relationships with record labels and media outlets.",
		"To discover and represent new talent in the industry and earn a percentage of their earnings.",
		"To discover and sign new talent for their music publishing company.",
		"To potentially have their song selected for use in TV, film, or commercials and earn royalties.",
		"To expand their network and build relationships with artists and industry professionals.",
		"To secure the perfect track for their client's advertising campaign and earn a commission for their services.",
		"To build a strong relationship with their client and potentially secure more opportunities for sync placements in the future.",
		"To establish themselves as a reliable and efficient music licensing agent in the industry.",
		"To provide their clients with high-quality tracks for their commercials and earn a percentage of the licensing fees.",
		"To establish and maintain relationships with artists and production companies, potentially bringing in more business in the future.",
		"To earn a commission from the licensing fees for selected songs from the advertising agency.",
		"To build relationships with major companies and brands and potentially secure future opportunities for their represented artists.",
		"To showcase their ability to curate and select high-quality music for commercial use, further establishing their reputation in the music industry.",
		"To earn a commission from successful placements of music in major TV networks.",
		"To establish relationships with music supervisors and other industry professionals.",
		"To attract new clients for future music placement opportunities.",
		"To earn a commission for placing music in major retail stores and maintaining a good relationship with the client.",
		"To promote their production company and attract more clients in need of background music.",
		"To potentially discover new artists and expand their roster of producers and composers, increasing their income potential.",
		"To earn a commission from the sale of the jingle to the corporate client.",
		"To establish connections and potential future collaborations with both the client and the selected composers.",
		"To showcase their production and composition skills to potential clients and collaborators.",
		"To make a profit from the monthly subscription fees of artists.",
		"To offer additional services such as Instagram building and career counseling for an additional fee.",
		"To discover and sign talented artists and earn a percentage of their future earnings.",
		"To expand their existing roster and attract interest from record labels and other industry professionals.",
		"To stay relevant in the industry and discover new trends and talent in the music scene.",
		"To provide high-quality and diverse music options to their clients, increasing their chances of securing sync deals and earning a commission.",
		"To expand their catalog of holiday-themed music and create more earning opportunities for themselves and their artists.",
		"To find and sign commercially successful country artists, which will bring profit to the label.",
		"To potentially discover and develop new talent and earn a percentage of their earnings through record sales, tours, and endorsements.",
		"To stay competitive in the country music market and attract top talent to the label.",
		"To make a profit from selecting and licensing the music for their documentaries.",
		"To attract a wider audience for their films by featuring popular or up-and-coming artists in the soundtrack.",
		"To potentially discover and hire composers for future projects.",
		"To earn a profit from the submission fees and potential sign-on fees from interested artists.",
		"To add new and talented R&B artists to their successful roster and potentially increase their earnings.",
		"To continue building their reputation and network in the music industry.",
		"To sign and represent talented R&B artists and potentially earn a percentage of their earnings.",
		"To grow the label's roster and strengthen their reputation in the music industry.",
		"To potentially discover and develop the next big R&B superstar and generate profit through album sales, tours, and merchandise.",
		"To find and acquire hit songs for their roster of generic artists and earn a percentage of their earnings.",
		"To attract high-quality submissions and potentially discover new, talented songwriters.",
		"To position themselves as a go-to source for hit songs and gain recognition and clients in the industry.",
		"To find the best and most suitable songs for the film's soundtrack and enhance the film's overall storytelling and emotional impact.",
		"To avoid any conflicts or misunderstandings between artists and the film's production team by clearly outlining the submission process.",
		"Potentially, to receive a fee or commission for songs selected and used in the film.",
		"To make a profit from submissions and selection fees from interested artists.",
		"To provide suitable and high-quality music for their client's ad campaign and maintain a good reputation in the industry.",
		"To potentially establish a long-term relationship with the multinational company and secure future licensing opportunities.",
		"To make a profit from the submission fees of interested musicians.",
		"To secure high-paying placements for their clients' music and earn a commission.",
		"To expand their roster of talented musicians and attract more clients in the industry.",
		"To earn a commission from the selected songs that are licensed for the movie project.",
		"To attract new clients and promote their successful track record in music licensing.",
		"To build relationships and connections in the industry and potentially secure future opportunities.",
		"To find the best and most suitable beats for their client's major solo project.",
		"To offer compensation and establish relationships with talented producers.",
		"To secure a successful and profitable project for their client, leading to potential future collaborations and profits.",
		"To find the next hit song for their established artists and generate profit from album sales and streaming.",
		"To attract talented producers and songwriters to their record label.",
		"To maintain the label's successful track record and reputation in the industry.",
		"To discover and sign profitable and successful new talent for the record label.",
		"To expand the label's music catalog and attract more listeners and sales.",
		"To maintain a competitive edge in the industry and secure top artists for the label.",
		"To earn a percentage of the compensation for the chosen songs and instrumentals.",
		"To attract top-quality music submissions from artists and creators.",
		"To build relationships with artists and potentially work with them on future projects.",
		"To find unique and high-quality tracks for their music library and earn licensing fees from placement in various media.",
		"To build a reputation as a go-to source for lo-fi and acoustic music in the industry.",
		"To attract potential clients and partners by showcasing their platform and taste in music.",
		"To earn a profit by potentially licensing tracks for a major film placement.",
		"To promote their music company, Incorporated Elements, and attract new clients.",
		"To discover and work with talented musicians and potentially earn a percentage of their earnings.",
		"To earn a commission from placing selected songs with major recording artists and in media formats.",
		"To expand their network and relationships within the music industry.",
		"To potentially discover new talent and sign them to their publishing company.",
		"To discover and sign talented songwriters and producers who can create successful hits for their label's artists.",
		"To increase the success and profitability of their label by adding top tier talent to their team.",
		"To attract potential investors and sponsors by showcasing their label's growth and success.",
		"To find potential new talents and sign them to their record label or management company, earning a percentage of their revenues.",
		"To fulfill their passion for music and support charitable causes through the proceeds.",
		"To discover and represent talented songwriters and earn a percentage of their earnings.",
		"To expand their distribution and licensing services and attract more clients and business.",
		"To provide opportunities for female vocalists to showcase their talent and potentially gain a publishing or licensing deal.",
		"To profit from the submission and placement fees from interested artists.",
		"To expand their catalogue and attract more clients and projects.",
		"To potentially discover and represent new artists in the electronic music scene and earn a percentage of their earnings.",
		"To add new and unique tracks to their catalog for potential licensing opportunities.",
		"To earn a commission from the placement of the selected tracks.",
		"To keep up with current music trends and appeal to the demand for vintage music in the entertainment industry.",
		"To make a profit from the submission fees and potential licensing fees from interested artists.",
		"To satisfy the music needs of their clients and provide them with high-quality and diverse options for their marketing campaigns.",
		"To build and maintain relationships with artists and continue to provide them with opportunities for future collaborations.",
		"To make a profit from the selected tracks' licensing fees.",
		"To attract more clients and establish themselves as a go-to source for music placements in the commercial industry.",
		"To potentially discover new talent and add them to their catalog for future opportunities.",
		"To make a profit by licensing and representing a catalogue of generic tracks to clients in the film, TV, advertising, and gaming industries.",
		"To attract more clients and expand their network in the entertainment industry.",
		"To promote and establish their company as a reputable source for high-quality, family-friendly music.",
		"To provide clients with high-quality music for their online and traditional media projects, thus attracting more business for their company.",
		"To earn a percentage of the income generated from the licensed tracks.",
		"To earn a percentage of any sync placements secured for their clients.",
		"To attract more clients and establish their company's reputation as a top sync placement agency.",
		"To build relationships with music supervisors and production companies in the film and TV industry for future opportunities.",
		"To fulfill the demand for talented vocalists in the industry and to potentially add new artists to their roster.",
		"To showcase the quality of their producer and songwriter by working with top vocalists and receiving industry recognition.",
		"To make a profit from the licensing fees for the selected tracks.",
		"To expand their music library and attract more clients and projects.",
		"To establish themselves as a go-to source for high-quality and customizable EDM tracks for film and TV.",
		"To earn a percentage of the earnings from any successfully placed songs with the female pop artist.",
		"To build a strong relationship with major record labels and potentially secure future business opportunities.",
		"To showcase their expertise in song selection and gain recognition from the industry.",
		"To add new talent to their roster and potentially earn a percentage of their earnings.",
		"To stay ahead of the competition in the constantly evolving rap/hip-hop industry.",
		"To establish connections with rising artists and potentially sign them to a label.",
		"To secure a successful track for the campaign and earn a commission from the licensing fees.",
		"To build and maintain relationships with brands and advertisers for future opportunities.",
		"To find the perfect music for their brand's campaign and attract potential customers.",
		"To support and invest in independent artists while also securing a track that fits their brand image and message.",
		"To create a long-term partnership with artists for future campaigns and projects.",
		"To make a profit from the submission fees and potentially securing a song for a commercial.",
		"To build relationships and connections with brands and advertisers looking for music for their campaigns.",
		"To have a diverse catalogue of music to offer to potential clients.",
		"To earn a profit from the submission fees and potentially from collaborating with successful artists.",
		"To attract clients and showcase their ability to create effective social media campaigns using popular music.",
		"To expand their network and connections in the music industry.",
		"To make a profit from the submission fees and potentially signing the selected artist to a synchronization deal.",
		"To create a successful soundtrack for the movie and attract more viewers.",
		"To establish and maintain relationships with up-and-coming artists and become a go-to source for music in the film and television industry.",
		"To make a profit from submission fees and potential licensing fees for selected songs.",
		"To build a strong library of generic music that can be used in various projects and generate ongoing revenue.",
		"To attract more customers and clients by showcasing their ability to find high-quality music for TV and media projects.",
		"To acquire high-quality and unique music to secure placements in TV commercials and earn income from licensing fees.",
		"To attract new and talented artists to their publishing company.",
		"To maintain their reputation as a successful and sought-after publisher in the industry.",
		"To place music in a high-profile project and gain recognition for their scouting abilities.",
		"To earn a percentage of the compensation that the selected artists receive.",
		"To make a profit from potential song placements with the established artist.",
		"To strengthen their relationship with the artist and their team.",
		"To potentially discover new songwriters and artists through their submissions.",
		"To fulfill the music needs of their client and earn a commission from the music placement.",
		"To establish connections and relationships with artists and potentially work with them on future campaigns.",
		"To provide high-quality, catchy music for their client's social media campaign and maintain a good reputation with the brand.",
		"To earn a commission from successfully placing submitted songs with major label artists.",
		"To build relationships with major labels and establish a reputation for discovering top talent.",
		"To gain recognition and attract more submissions and clients in the future."
	],
	"organizational_reasons": [
		"To support and promote artists by giving them the opportunity to earn money through their music.",
		"To provide a platform for artists to showcase their skills and potentially gain exposure and recognition in the industry.",
		"To establish and maintain partnerships and relationships with commercial clients for future placement opportunities.",
		"To provide a platform for artists and songwriters to showcase their music and potentially gain exposure and income.",
		"To maintain relationships with industry professionals and continue to build a successful network.",
		"To stay current with the latest trends in music and source high-quality songs for their projects.",
		"To support and promote emerging and independent artists by giving them exposure and opportunities.",
		"To provide a diverse range of music options for their clients and keep up with current trends.",
		"To build a strong relationship with the fashion industry and establish their company as a go-to for music needs.",
		"To provide high-quality and unique music options for their clients' advertising campaigns.",
		"To support and promote talented music creators by giving them a chance to have their music heard by a larger audience.",
		"To constantly update and expand their roster of artists, making them a valuable resource for clients.",
		"To bridge the gap between Western and Asian music markets and promote cultural exchange through music.",
		"To provide opportunities for artists to expand their fan base and gain recognition in a new market.",
		"To stay at the forefront of the music industry and adapt to global trends and markets.",
		"To provide new and emerging artists with opportunities to have their music featured in high-profile commercials.",
		"To connect with industry professionals and build relationships for future placements.",
		"To stay current and relevant in the fast-paced advertising industry and continue to secure successful placements for their clients.",
		"To support and promote independent artists by providing them with high-profile opportunities to showcase their music.",
		"To strengthen their relationship with their client by delivering top-quality, impactful music for their project.",
		"To maintain a reputable image in the industry as a go-to source for finding music for advertising projects.",
		"To provide high-quality and catchy music for advertising pitches to attract potential clients.",
		"To showcase the diversity and talent in the music industry and provide opportunities for musicians to have their music heard by a wider audience.",
		"To collaborate with and support songwriters and musicians in their career growth by providing them with opportunities to have their music featured in advertising.",
		"To help established and top-selling artists find new material for their albums and maintain their success.",
		"To build relationships with record labels and become a trusted source for finding hit songs.",
		"To contribute to the ever-changing music industry and help shape the sound of popular music.",
		"To provide independent artists with an opportunity to have their music featured in popular TV shows, films, and advertisements.",
		"To build relationships with music supervisors and production companies and expand their network.",
		"To stay on top of current trends in music and offer fresh and unique options for media projects.",
		"To bring fresh and original music to the licensing market.",
		"To help independent artists find opportunities for their music to be heard and generate income.",
		"To build connections and relationships within the music industry and potentially discover new talent.",
		"To bring unique and diverse music from around the world to a global audience.",
		"To support independent artists by providing them with a platform to showcase their music.",
		"To establish connections and partnerships with top sub-publishers and expand their distribution network.",
		"To help connect talented artists with opportunities in the media industry.",
		"To provide a diverse range of songs for media projects, adding value and appeal to them.",
		"To continuously build relationships and partnerships in the industry and stay updated on current music trends and demands.",
		"To provide opportunities for music producers to showcase their talent and potentially earn exposure and income.",
		"To provide a variety of high-quality music options for clients in the entertainment industry.",
		"To stay updated on new and emerging music trends and talent and establish a strong reputation in the industry.",
		"To provide opportunities for international artists to gain exposure and recognition in new markets.",
		"To bring cultural diversity to media projects and promote global music appreciation.",
		"To expand the company's network and attract potential clients through successful placements.",
		"To bring more diversity and innovation to the Pop music industry by searching for artists from different sub-genres and time periods.",
		"To provide a platform for up and coming Pop artists to showcase their talent and potentially launch successful careers.",
		"To stay current with the evolving landscape of Pop music and discover emerging trends and sounds.",
		"To provide a platform for musicians to showcase their skills and gain recognition for their talent.",
		"To support and promote the rich cultural music of SAMBA and keep it alive and thriving.",
		"To create a successful and engaging event or project by finding the best music to fit the theme and atmosphere.",
		"To find the best music to enhance the storytelling and emotional impact of the upcoming romantic comedy project.",
		"To support and promote talented musicians by providing exposure for their music in a popular film.",
		"To maintain a strong reputation in the industry by consistently delivering high-quality music for film and TV projects.",
		"To help artists gain exposure and potentially earn income from their music.",
		"To provide high-quality music for popular television shows and enhance the overall viewing experience.",
		"To stay connected and up-to-date with the latest trends and demands in television music.",
		"To discover fresh and innovative talent in the Pop music scene.",
		"To create a successful project that will appeal to a target audience and attract media attention.",
		"To stay competitive in the music industry and maintain a reputation for finding and promoting top artists.",
		"To support and promote emerging singer/songwriters in a specific genre.",
		"To discover new and authentic music that aligns with their personal taste and the vision of their publishing company.",
		"To provide a platform for artists to gain exposure and potentially further their music career.",
		"To help independent artists gain exposure and earn income through sync placements.",
		"To provide a platform for artists to showcase their music and potentially establish long-term partnerships with reputable brands.",
		"To stay at the forefront of advertising and marketing trends and continue to secure successful placements for their clients.",
		"To find and showcase new, talented musicians to their clients.",
		"To provide artists with an opportunity for exposure and potential income from licensing their music.",
		"To strengthen their reputation as a reliable and successful music licensing agent.",
		"To bring attention to talented and upcoming artists by offering them the opportunity to have their music featured in high-profile advertisements.",
		"To provide a diverse range of music options for the advertising agency's campaigns and clients.",
		"To help support and promote the music industry by bridging the gap between commercial and independent music.",
		"To provide talented musicians with a platform to showcase their music to a wider audience.",
		"To bring new and exciting music to TV shows and enhance the overall production value.",
		"To develop a reputation as a go-to source for high-energy and well-produced music for TV shows.",
		"To provide a source of income for independent musicians and give them exposure to a large audience.",
		"To maintain a good relationship with the retail store client and potentially attract more business opportunities.",
		"To showcase the versatility and talent of their production company to a wider audience.",
		"To provide opportunities for composers to earn money and gain experience in creating jingles for corporate clients.",
		"To provide high-quality and effective jingles for corporate clients, enhancing their brand and advertisement campaigns.",
		"To stay updated with emerging talent in the music industry and potentially discover new collaborators and clients.",
		"To assist upcoming musicians in reaching their full potential and achieving their career goals.",
		"To provide valuable services and resources to artists at an affordable price.",
		"To grow their network and establish connections within the music industry.",
		"To support and develop up-and-coming artists and give them the opportunity to succeed in the competitive music industry.",
		"To expand their network and establish relationships with new artists and industry professionals.",
		"To add diversity and fresh perspectives to their roster and team.",
		"To support and promote independent artists by providing a platform for their music to be heard and potentially used in lucrative projects.",
		"To foster relationships with film, video, and advertising production companies and establish their agency as a go-to source for holiday theme songs.",
		"To stay on top of industry trends and cater to the demand for seasonal music.",
		"To support and promote the country music genre by showcasing talented artists and expanding their reach through a major label platform.",
		"To strengthen the label's brand and reputation by consistently signing successful and well-regarded artists.",
		"To stay current in the country music industry and identify new trends and styles that resonate with audiences.",
		"To honor the legacy of influential music executives and their impact on the industry.",
		"To create a powerful and emotionally resonant soundtrack for their documentaries.",
		"To support and showcase talented artists and composers, giving them a platform for recognition and exposure through their films.",
		"To help R&B artists get noticed and have their music heard by industry professionals.",
		"To add diversity and new talent to their current roster.",
		"To keep the submission process organized and efficient for both the A&R and interested artists.",
		"To support and promote the R&B genre and bring new talent to the forefront.",
		"To stay competitive in the music industry and attract top talent to their label.",
		"To maintain a strong and diverse roster of artists to appeal to a wide audience.",
		"To provide top-quality songs for their generic artists and maintain their reputation as a top music publisher.",
		"To stay on top of industry trends and identify potential hits for their clients.",
		"To build partnerships and collaborations with successful songwriters and further expand their network.",
		"To provide a platform for emerging and independent artists to have their music featured in a major film.",
		"To support the film industry and bring new and diverse voices into the filmmaking process.",
		"To potentially discover and showcase talented musicians and help them gain recognition and opportunities in the industry.",
		"To build partnerships with independent artists and help them gain exposure through commercial opportunities.",
		"To provide a platform for artists to showcase their music and potentially earn compensation for their work.",
		"To stay competitive in the music licensing market and attract top talent for future projects.",
		"To provide opportunities for talented musicians to gain recognition and exposure in the entertainment industry.",
		"To build relationships and partnerships with production companies and networks.",
		"To establish themselves as a reputable and successful music representation agency in the industry.",
		"To support and promote undiscovered artists and give them a chance to have their music featured in a major project.",
		"To help create a unique and impactful soundtrack for the movie and enhance the audience's viewing experience.",
		"To stay updated on new and emerging talent in the music industry.",
		"To showcase the versatility and talent of their client and expand their music into new genres.",
		"To discover and support emerging producers and promote diversity in the music industry.",
		"To maintain a good reputation and relationships with top artists in the industry.",
		"To continuously evolve and stay relevant in the ever-changing music landscape.",
		"To provide opportunities for emerging artists and strengthen their roster.",
		"To maintain a high standard of quality and continue to release successful music.",
		"To bring fresh and unique music to the label's audience and stay relevant in the industry.",
		"To maintain a diverse roster of artists representing various genres.",
		"To support and invest in new talents and help them reach their full potential in the industry.",
		"To find the perfect music for their high-end product campaigns, resulting in a successful and impactful campaign.",
		"To provide opportunity and exposure for independent artists and musicians.",
		"To maintain a high standard and quality for their product campaigns by curating a top-notch music catalog.",
		"To provide their audience with authentic and emotionally connecting music that they can relate to.",
		"To support and promote independent musicians and help them earn recognition and income from their music.",
		"To expand their music library and offer a diverse range of options for potential clients and media placements.",
		"To support and promote independent musicians and help them expand their reach through film placements.",
		"To build a strong and diverse portfolio of music for film and TV licensing.",
		"To stay current and relevant in the music industry by working with up-and-coming artists across various genres.",
		"To support and promote songwriters and their work.",
		"To provide opportunities for song placement in various forms of media.",
		"To stay current and relevant in the constantly evolving music industry.",
		"To fulfill their role as A&R head and acquire top talent for their label.",
		"To stay competitive in the music industry by signing and producing high-quality music.",
		"To expand their label's reach and bring attention to the Japanese Pop/Dance music genre.",
		"To discover new and fresh talent in the constantly evolving music industry.",
		"To provide opportunities for underrepresented artists in the Hip Hop genre.",
		"To use their platform and connections to support charitable causes and give back to the community.",
		"To support and promote indie artists of all genres and help them achieve their goals in the music industry.",
		"To build a strong and diverse roster of songwriters and artists.",
		"To continue to grow and be at the forefront of the constantly evolving music industry.",
		"To provide quality and diverse music options for their clients in the media industry.",
		"To give independent artists an opportunity to have their music featured in professional projects and gain exposure.",
		"To build strong relationships with artists and continue working together on future projects.",
		"To provide opportunities for independent artists to have their music featured in popular media and gain exposure.",
		"To diversify their catalog and cater to a variety of projects and clients.",
		"To maintain a strong reputation in the industry for sourcing quality and relevant music for TV, film, and commercial projects.",
		"To support and promote independent artists by providing them with opportunities to have their music heard by a larger audience.",
		"To continue building a strong reputation in the industry by working with major brands and showcasing diverse and impactful music.",
		"To stay current and in touch with the trends in the music industry, allowing for potential discovery of new talent.",
		"To help connect artists with a major industry brand and provide them with a valuable platform for exposure.",
		"To help the commercial brand find the perfect soundtrack for their campaign and meet their marketing needs.",
		"To bridge the gap between musicians and commercial opportunities and create mutually beneficial partnerships.",
		"To provide a platform for independent artists to earn income and gain exposure through placements in various media forms.",
		"To offer a diverse range of music options to clients in the entertainment industry and cater to their specific needs.",
		"To help promote and support artists who may not fit into mainstream music categories but still have commercially viable music.",
		"To provide a platform for independent artists to showcase and monetize their music.",
		"To offer a variety of music options for clients, ensuring high-quality and diverse selections for their projects.",
		"To establish relationships with talented musicians and potentially work with them on future projects.",
		"To support emerging artists and provide them with opportunities to gain recognition and success in the music industry.",
		"To help bridge the gap between talented musicians and the film and TV industry and facilitate mutually beneficial partnerships.",
		"To further establish their company as a leading source for music placement services in the industry.",
		"To collaborate with top talent and create high-quality recordings for the music publisher's catalog.",
		"To build relationships with new artists and potentially discover new long-term partners.",
		"To expand the music publisher's reach and recognition in the industry.",
		"To provide opportunities for talented and independent EDM artists to have their music featured in mainstream media.",
		"To offer unique and customizable music options for various media projects.",
		"To build and maintain relationships with filmmakers and TV producers for ongoing collaboration and business opportunities.",
		"To discover and promote talented female songwriters.",
		"To contribute to the success and growth of the female pop artist's career.",
		"To stay ahead of the competition and secure the best songs for the artist's upcoming project.",
		"To discover and develop new and innovative rap/hip-hop artists and contribute to the growth of the genre.",
		"To keep their label or company relevant and successful in the competitive music industry.",
		"To foster relationships with talented individuals and support the growth of the music community.",
		"To provide a platform for independent artists to have their music featured in high-profile campaigns and gain exposure.",
		"To curate and select high-quality music for clients and maintain a reputation for successful placements.",
		"To stay on top of trends and source unique, impactful tracks for brands and campaigns.",
		"To promote diversity and inclusivity in their brand and messaging.",
		"To align with artists who share similar values and promote positive messages through their music.",
		"To establish a strong brand identity through carefully curated music selections that resonate with their target audience.",
		"To help artists gain exposure for their music through advertising and commercial opportunities.",
		"To provide opportunities for artists to earn income and support their careers.",
		"To maintain a strong network in the commercial and advertising industry.",
		"To attract a younger audience and stay relevant in the constantly evolving social media landscape.",
		"To help promote and support independent artists by featuring their music in a popular campaign.",
		"To add unique and attention-grabbing elements to their client's social media campaigns and stand out from competitors.",
		"To support and promote emerging artists by giving them exposure in a major motion picture.",
		"To provide high-quality and appropriate music for the movie to enhance the overall viewing experience.",
		"To build a strong and diverse soundtrack that appeals to a wide audience.",
		"To curate a soundtrack that accurately reflects the themes and atmosphere of the TV show.",
		"To provide opportunities for independent artists to have their music featured on a popular TV show.",
		"To maintain a good relationship with the TV show producers and provide them with quality music for their project.",
		"To support and promote creativity and unique musical styles in the industry.",
		"To discover and represent new talent and establish long-term partnerships with artists.",
		"To stay ahead of trends in the advertising and music industries and maintain their competitive edge.",
		"To provide musicians with a unique opportunity to have their music featured in a major motion picture.",
		"To find the perfect music to enhance the overall viewing experience of the film.",
		"To build relationships with talented artists and potentially work with them on future projects.",
		"To support the success and growth of the established artist they are working with.",
		"To source high-quality songs and potentially find the next big hit for the artist.",
		"To stay up-to-date with current trends and sounds in the country music industry.",
		"To provide opportunities for independent artists to have their music featured in a high-profile advertising campaign.",
		"To help promote and elevate the exposure of their client's brand through the use of strategic and impactful music.",
		"To support and encourage artists who align with the client's message of celebrating uniqueness and freedom.",
		"To support and promote independent artists and provide them with a lucrative opportunity to earn money from their music.",
		"To keep their client happy and secure future collaborations and projects.",
		"To stay current with the latest trends and find new, fresh music for future campaigns.",
		"To discover and promote new, promising songwriters and strengthen the music industry.",
		"To provide a platform for artists to showcase their talent and potentially launch their careers.",
		"To stay current with popular music trends and maintain a competitive edge in the industry."
	],
	"publishers": [
		{
			"name": "Aikamedia Oy",
			"info": "Aikamedia Oy on kristillinen media- ja palvelutalo, jonka tuotekokonaisuuteen kuuluvat monipuolinen kustannustoiminta, ajanmukaiset viestintä- ja teknologiapalvelut, tilitoimistopalvelut, Vantaalla sijaitsevan Aikakeskuksen tilavarauspalvelut, Aikaprint-digipainopalvelut sekä Aikashop-verkkokauppa. Uutena palvelukokonaisuutena kesällä 2023 julkaistiin Ajassa-sovellus, jonka kautta kristillinen sisältö on käyttäjien saatavilla helposti missä vain. Ajassa-sovelluksesta löytyvät kätevästi yhdestä ja samasta paikasta kristilliset äänikirjat, hengellinen musiikki ja podcastit. Pian mukaan lisätään myös verkkolehdet, e-kirjat ja yhteisöviestintäosio.\n\nAikamedian monipuoliseen tuotevalikoimaan kuuluu myös musiikki. Viime vuosina yhtiö on julkaissut vuosittain muutamia äänitteitä. Omien tuotteiden lisäksi myynnissä on muiden kustantajien äänitteitä.\n\nHengellisiä äänitteitä tuotettiin omassa studiossa ja julkaistiin Prisma-tuotemerkillä vuodesta 1967. Sittemmin omasta studiotuotannosta on luovuttu. Äänitteiden kustantajana Aikamedia on tuottanut vuosikymmenien aikana myös useita kultalevyjä.",
			"genres": "Hengellinen",
			"url": "https://aikamedia.fi/",
			"artists": [
				"Nina Åström",
				"Tenorissimo",
				"Herman Blomérus",
				"Hillel Tokazier",
				"Anu Aaltonen",
				"Tero Kuparinen",
				"Maisa",
				"Eva Ahlvik",
				"Eila Sillanpää",
				"Johanna Haapakoski",
				"Esko Sorsa",
				"Sami Asp",
				"Don Moen",
				"Mika Jantunen",
				"Johanna Boedecker",
				"Jeremy Camp",
				"Ida Elina"
			]
		},
		{
			"name": "Bafe´s Factory",
			"info": "The award-winning independent record label and publisher in Helsinki, Finland",
			"genres": "folk, modern ethno, electronic",
			"url": "https://www.bafesfactory.fi/",
			"artists": [
				"Frigg",
				"Hannu Saha & Pakasteet",
				"Solju",
				"Ritva Nero;Party Metal Folk",
				"Tuuletar",
				"PERTTULA",
				"VILDÁ",
				"Gájanas",
				"NIEMI"
			]
		},
		{
			"name": "Elements Music",
			"info": "Elements Music is home to the best contemporary Finnish music, as well as a magnificent catalogue of Finnish hits since the 1980’s. We are also proud to represent select international catalogues of pop songs and TV & film music in Finland.\nElements Music is Finland’s leading independent music publisher. Founded in 2004, the company’s own catalog of 2000+ works represents a wide array of Finnish popular music of the past decade. ",
			"genres": "electronic, pop, folk, rap",
			"url": "https://elementsmusic.fi",
			"artists": [
				"Andreas",
				"Bämä",
				"Bess",
				"KUUMAA",
				"Kasmir",
				"Folkhem",
				"LEWI",
				"LILI & LUNA",
				"Nopsajalka",
				"Pyhimys",
				"Stig"
			]
		},
		{
			"name": "Ensio Music Ltd Oy",
			"info": "",
			"genres": "dance pop rock",
			"url": "https://ensiomusic.com",
			"artists": [

			]
		},
		{
			"name": "Fennica Gehrman Oy",
			"info": "",
			"genres": "big band hengellinen klassinen kuoro lapset opetusmateriaali puhallin",
			"url": "https://fennicagehrman.fi",
			"artists": [

			]
		},
		{
			"name": "FULLSTEAM AGENCY OY",
			"info": "Fullsteam Agency Oy on Helsingissä toimiva konserttien ja festivaalien järjestäjä sekä ohjelmatoimisto.\n\nVuosien saatossa Fullsteam Agency on tuonut Suomeen runsaat 2000 ulkomaista artistia tai yhtyettä, joiden lisäksi edustamme noin sataa kotimaista esiintyjää. Järjestämme konsertteja klubeilla, areenoilla ja stadioneilla, välitämme ohjelmaa lähes kaikkiin Suomen keikkapaikkoihin sekä buukkaamme suuren osan kotimaisilla festivaaleilla nähtävistä ulkomaisista esiintyjistä.\n\nJärjestämme myös Seinäjoen perinteikästä Provinssi-festivaalia, Helsingissä Nordiksella Sideways-tapahtumaa sekä uusimpina festivaaleinamme Turussa Knotfest Finlandia ja Punk in Drublicia.\n\nViime vuosina Fullsteam Agency on bookannut Suomeen esimerkiksi seuraavat artistit: Ed Sheeran, Rammstein, Prince, Justin Bieber, System of a Down, The Killers, Muse, Calvin Harris, Linkin Park, Jack White, Faith No More, The National, Lana Del Rey, The Prodigy, Macklemore, A$AP Rocky, Pet Shop Boys, RUSH, The Sounds, Flogging Molly...",
			"genres": "pop rock",
			"url": "https://fullsteam.fi",
			"artists": [
				"8 Bits High",
				"Aaro630",
				"Aku Raski",
				"Alma Alanko",
				"Altamullan Road - Johanna Iivanainen & Johanna Kurkela",
				"Anni Lahe",
				"Asa",
				"Astrid Swan",
				"Avatar The Last Airbender In Concert",
				"Barbe-Q-Barbies",
				"Beast In Black",
				"Black Devils - Hurriganes Show",
				"Block of Flats",
				"Brian",
				"CMX",
				"DJ Polarsoul",
				"E. Sydänpuu & Mustat Maijat",
				"Elastinen",
				"Ensiferum",
				"Ester Nuori Leppä ja Felabay",
				"Fever Ray",
				"Fintelligens",
				"Flaming Sideburns, The",
				"Gada",
				"Grave Pleasures",
				"Hassisen Kone",
				"Heavyweight",
				"Hermanos Gutiérrez",
				"Herra Ylppö",
				"HIMEHINA",
				"Hoedown",
				"Huora",
				"Huoratron",
				"IKINÄ",
				"Ilkka Vainio",
				"International Anime Music Festival",
				"Isaac Sene",
				"Ismo Alanko",
				"Iso H",
				"Jaakko Eino Kalevi",
				"Joalin",
				"Jukka Nissinen",
				"Juppe",
				"JVG",
				"Jyoty (UK)",
				"K-X-P",
				"KAIP",
				"Kalevauva.fi",
				"Kalle Ahola ja Puut",
				"Kasmir",
				"Kingston Wall by JJylli, Kuoppis & VHB",
				"Kizuna AI Original Singerloid",
				"Knife Girl",
				"Krista Siegfrids",
				"KUUMAA",
				"la haka",
				"Laineen Kasperi",
				"Lala Salama",
				"Laulurastas",
				"Lauri Haav",
				"Lempi Elo",
				"Lenno",
				"Leo Luthando",
				"Leo Stillman",
				"Loiriplukari",
				"Lordi",
				"Lähiöbotox",
				"Lätsä",
				"Maj Karma",
				"MALLA",
				"Manna",
				"MaRiNaSu",
				"Medeia",
				"Mercury Circle",
				"Metal De Facto",
				"Moon Shot",
				"Moonsorrow",
				"Muuan Mies",
				"NEOV",
				"Nightwish",
				"OLGA",
				"Olivera",
				"Omnium Gatherum",
				"Oranssi Pazuzu",
				"Orvokki",
				"Owen Pallett",
				"Paperi T",
				"PapiPike",
				"Pariisin Kevät",
				"pehmoaino",
				"Pekka Laine",
				"Phoenix",
				"pilvet pilvet",
				"Plutonium 74",
				"Poisonblack",
				"Provinssi Jr",
				"Puppa J",
				"Ranger",
				"Robin Packalen",
				"Ruusut",
				"Ryhmä Hau Live",
				"Ryoji Ikeda",
				"Rytmihäiriö",
				"Rähinä Special",
				"S-Tool",
				"SANNI",
				"Sarparanta",
				"Satanic North",
				"Shiraz Lane",
				"Sini Sabotage",
				"Sini Yasemin",
				"Sleep Of Monsters",
				"Spekti",
				"Stam1na",
				"Teleks",
				"Terveet Kädet",
				"Tiisu",
				"Till Lindemann",
				"Timi Lexikon",
				"Timo Pieni Huijaus",
				"Tinyhawk & Bizzarro",
				"Titta",
				"Tuure Kilpeläinen",
				"Uniikki",
				"Uusi Fantasia",
				"Veli-Matti O. Äijälä - Terveet Kädet, The Kolmas, The Sultans..",
				"Vepu",
				"Vera Wall",
				"Vesta",
				"View",
				"Ville Laihiala & Saattajat",
				"Von Hertzen Brothers",
				"Wake Up Frankie",
				"World of Hans Zimmer, The",
				"WÖYH",
				"Xysma",
				"Yung Bae"
			]
		},
		{
			"name": "Inkfish Oy",
			"info": "Vallila Music House Oy:n päätoimialat ovat levy-yhtiötoiminta, manageri- ja musiikkituotantopalvelut, esiintymistilaisuuksien myynti, sekä tapahtumatuotannot.",
			"genres": "pop rock",
			"url": "https://vallilamusichouse.fi",
			"artists": [
				"TISTIT",
				"HALOO HELSINKI!",
				"THE 69 EYES",
				"TOMMI LÄNTINEN",
				"INDICA",
				"TUOMARI NURMIO & FOLX",
				"EMPPU",
				"IRINA",
				"A.W. YRJÄNÄ",
				"SAMI YAFFA",
				"MAUSTETYTÖT X AGENTS",
				"VILLE VALO & AGENTS",
				"SIR ELWOODIN HILJAISET VÄRIT",
				"DUMARI JA SPUGET",
				"TUOMARI NURMIO",
				"HERRA YLPPÖ & EX",
				"ELLIPS",
				"KARI AALTO & RASTAKARAI",
				"MICHAEL MONROE FIGHT BACK"
			]
		},
		{
			"name": "Kaiku Entertainment Oy ",
			"info": "",
			"genres": "iskelmä pop rock",
			"url": "https://kaikuentertainment.fi/",
			"artists": [
				"AKRAS",
				"Anssi Kela",
				"Antti Kleemola",
				"Ares",
				"DJ Oku Luukkainen",
				"Elastinen",
				"Elias Kaskinen",
				"Ella Lymi",
				"Frans Harju",
				"Jonne Aaron",
				"Joonatan",
				"Jore & Zpoppa",
				"Juha Tapio",
				"Jukka Poika",
				"Kiki",
				"Maija Vilkkumaa",
				"Mariska",
				"Miri",
				"Ramses II",
				"Roope Salminen & Koirat",
				"Spekti",
				"Timo Pieni Huijaus",
				"Uniikki"
			]
		},
		{
			"name": "Warner Music Group",
			"info": "",
			"genres": "dance elektroninen pop",
			"url": "https://www.wmg.com/",
			"artists": [
				"Nightwish",
				"Saara Aalto",
				"Jenni Vartiainen",
				"Maija Vilkkumaa"
			]
		},
		{
			"name": "Mer Music Oy",
			"info": "Meir Music kustantaa lähinnä iskelmä- ja tanssimusiikkia. Kustantamon kotipaikka on Mustasaari.",
			"genres": "dance iskelmä pop",
			"url": "http://www.meirmusic.net/",
			"artists": [
				"Charles Plogman",
				"Susanna Kunnari",
				"Charlies",
				"San Marino & Linda",
				"Anne Mattila",
				"Jari Grek",
				"Sanna Linna",
				"Juha-Pekka Rusanen",
				"Virpi Piippo",
				"T.T Purontaka",
				"Hanna Talikainen",
				"Toni Tapani",
				"Seija Rankinen",
				"Jarkko Honkanen"
			]
		},
		{
			"name": "Modus Musiikki Oy",
			"info": "Modus Musiikki Oy on taidemusiikkia ja pedagogista aineistoa julkaiseva suomalainen musiikkikustantamo. Yritys aloitti toimintansa v. 1987 Tampereella. Nykyisin Modus Musiikki Oy:n päätoimipaikka on Ikaalinen.\n\nModus Musiikki Oy:n toimitusjohtajana toimii säveltäjä Matti Murto. Modus on julkaissut noin 200 eri nimikettä, jotka sisältävät lähes 400 sävellystä yli 40:ltä eri säveltäjältä. Edition Hellas Oy:n lopetettua 1990 -luvun alussa kustannustoimintansa siirtyi pääosa Hellas-pianon hallinnoimista kustannusoikeuksista Modus Musiikin omistukseen.\n\nUuden suomalaisen taidemusiikin lisäksi Modus Musiikki on julkaissut merkittävän määrän nuorille soveltuvaa uutta suomalaista kamarimusiikkia. Näistä kamarimusiikkiteoksista osa on sävelletty nuorille soittajille järjestettyjä valtakunnallisia kamarimusiikkikilpailuja varten. Perinteisten klassisten soittimien lisäksi Modus on julkaissut myös huomattavan määrän taidemusiikkia harmonikalle ja kanteleelle. \n",
			"genres": "harmonikka klassinen kuoro opetusmateriaali",
			"url": "https://www.modusmusiikki.fi",
			"artists": [

			]
		},
		{
			"name": "Mökkitie Records Oy",
			"info": "",
			"genres": "iskelmä pop",
			"url": "https://mokkitie.com/",
			"artists": [
				"ARTTU WISKARI"
			]
		},
		{
			"name": "Nordic Music Partners ",
			"info": "Nordic Music Partners is the first international, creator-driven music publishing company, founded and run by successful songwriters and producers. \nOriginating in Helsinki, Oslo, Amsterdam and Paris, Nordic Music Partners offers the next generation of songwriters the opportunity to be represented and mentored by the songwriters and producers behind multi-platinum selling hits: Teemu Brunila (Tiesto, Jason Derulo, Justin Bieber, Dua Lipa), Jukka Immonen (Sunrise Avenue, Jenni Vartiainen, Anna Puu), Andreas 'Axident' Schuller (Jason Derulo, Justin Bieber, Pitbull), Yoshi Breen (Tiesto, Martin Garrix, Armin Van Buuren), Pierre-Antoine 'Nius' Melki (Justin Bieber, Sia, Doja Cat, Flo Rida) and Yoan ’Oddfellow’ Chirescu (Kid Ink, Flo Rida, Enrique Iglesias).\n",
			"genres": "dance pop rock",
			"url": "https://www.nordicmusicpartners.com",
			"artists": [
				"Alex mattson",
				"Gucci caliente",
				"Jeremine",
				"Lilli Loiri",
				"RZY",
				"TOMI SAARIO",
				"costee",
				"Heviteemu",
				"JOONAS KERONEN",
				"Lokoy",
				"Skywalk",
				"Jean Castel",
				"Eva Louhivuori",
				"JASON OK",
				"Lauri halavaara",
				"LULI",
				"Tiina Vainikainen",
				"jurek"
			]
		},
		{
			"name": "Northern Flame Music Oy",
			"info": "Welcome to Northern Flame Music, where passion for music meets the drive for excellence. Based in the vibrant music scene of Helsinki, Finland, we are an established record label with a rich history of nurturing talent and crafting unforgettable musical journeys.\n\nNorthern Flame Music was founded with a singular mission  to ignite the flames of creativity in the hearts of artists and bring their music to a global audience. With years of experience in the industry, our team has become synonymous with innovation and dedication.\n\nBehind the success of Northern Flame Music is a dynamic team of visionaries, led by our CEO and songwriter extraordinaire, Ville Pusa. Ville’s multifaceted talents, along with the expertise of our COO, producer, and songwriter, Jari Ilomäki, have been instrumental in shaping our journey.\n\nAt Northern Flame Music, we are not just a record label; we are collaborators, creators, and curators of music. We work hand in hand with artists to produce, promote, and license music that resonates with both their vision and our commitment to quality. Our close partnerships with media companies, TV and movie production houses, radio stations, and live event organizers ensure that our music reaches diverse audiences across the globe.\n\nOur roster proudly features a diverse array of artists, each with a unique voice and story to tell. From LAB’s captivating sounds to VEBBE’s infectious beats, from the captivating melodies of Miss Molly to the soulful tunes of Heidi Beth, and the eclectic soundscapes of Peltokurki and Laiha Hämärä, we celebrate the richness of musical expression.\n",
			"genres": "elektroninen pop",
			"url": "http://www.northernflamemusic.com/",
			"artists": [
				"MISS MOLLY",
				"Heidi Beth",
				"VEBBE",
				"Peltokurki",
				"LAB",
				"Laiha Hämärä"
			]
		},
		{
			"name": "Ranka Kustannus Oy",
			"info": "Ranka Kustannus (Ranka) is an independent record and publishing company established in 2013 by Riku Pääkkönen, the founder of the legendary metal and rock label Spinefarm Records, which put Finnish metal music on the map in the late 90s with bands like Nightwish and Children of Bodom. While Ranka’s artist roster is also more on the heavier side  including bands like Arion, Cyan Kicks, DIRT and Shiraz Lane  interesting music for Ranka is not limited to those genres of rock and metal. Over the years the label has worked with pop, electronic and folk artists, and will continue to keep an eye on all music. This is, in fact, an essential part of Ranka’s mission: to discover good music and talented artists that stand out no matter the genre and to take it all to the next level  from good to great  and actively introduce new talent to the industry, both locally and internationally. The label pursues this modest undertaking with a gutsy, no-bs attitude operating always with great ambition. The latest go-big-or-go-home projects have been Cyan Kicks’s success at UMK  Finnish New Music Contest 2022 that kickstarted the band’s journey to touring in Europe with Sunrise Avenue, and of course the metalcore band Blind Channel’s introduction to the international music market through representing Finland at the Eurovision Song Contest 2021 and getting the chance to perform to millions of people worldwide. Now the band is actively touring in Europe and the US having sold-out shows all over. Success stories like these are sure to follow with Ranka’s thirst for action.\n",
			"genres": "metalli pop rock",
			"url": "https://www.rankakustannus.fi/",
			"artists": [
				"Altamullan Road",
				"arion",
				"Beyond awareness",
				"Blind Channel",
				"Block of flats",
				"Cyan Kicks",
				"Dirt",
				"Ember Falls",
				"Enemies Everywhere",
				"Fear of Domination",
				"Kalmah",
				"LASTOUT",
				"Lähiöbotox",
				"Mari Sainio",
				"Psychework",
				"Shiraz Lane",
				"Sofia St Jean",
				"Wake up Frankie"
			]
		},
		{
			"name": "Stupido Productions Oy",
			"info": "",
			"genres": "pop rock",
			"url": "https://www.stupido.fi/",
			"artists": [
				"Kouristus",
				"Kusipää",
				"Kaksipäinen Koira",
				"Samae Koskinen",
				"Desperate Measures",
				"The Bunkers"
			]
		},
		{
			"name": "Sugar House Publishing",
			"info": "Our writers have been awarded with several GOLD and MULTI PLATINUM awards, as well as MILLION awards, World No 1 Awards, the Television Drama Academy Award and the Best Theme Song with Japanese artists as well as The Album of the Year and Best Music Video several times. Snow Man latest single Dangerholic, including our song DA BOMB went No1 selling Triple Platinum in Japan. \n\nOur songwriters represent many different genres from pop, jazz, funk, musical, rock, heavy to commercials and film music. Don't hesitate to contact us if you're in need of some music for your projects, your band, your movie, your solo artist. We also arrange co-writes and songwriting camps!\n\nSugar House Publishing is an internationally working music publishing company with strong presence in the Asian market. \n\n\nWe have releases with artists like ARASHI, SNOW MAN, KAT-TUN, KING & PRINCE, Kis-My-Ft2, NANIWA DANSHI, BVNDIT, THE BOYZ, COLLAR, Victor Wong, Dimash Kudaibergen, SF9, COLLAR, MC Cheung/Kaho Hung, Alan Dawa Dolma, STATIO\n",
			"genres": "dance jazz kantri pop r&b rock TV ja elokuva",
			"url": "https://sh-publishing.com/",
			"artists": [
				"ARASHI",
				"SNOW MAN",
				"KAT-TUN",
				"KING & PRINCE",
				"Kis-My-Ft2",
				"NANIWA DANSHI",
				"BVNDIT",
				"THE BOYZ",
				"COLLAR",
				"Victor Wong",
				"Dimash Kudaibergen",
				"SF9",
				"COLLAR",
				"MC Cheung/Kaho Hung",
				"Alan Dawa Dolma",
				"STATIO"
			]
		},
		{
			"name": "Texicalli Records Oy",
			"info": "Texicalli Records Oy (est. 1996) on 100% kotimainen levy-yhtiö, digijakelija ja musiikkikustantaja. Olemme löytäneet markkinamme niiltä musiikin alueilta, jotka eivät monikansallisia levy-yhtiöitä kiinnosta ja tuottaneet  yli 250 albumillista uutta suomalaista musiikkia ilman genrerajoja.  Artistirosterimme on laaja ja täydentyy vuosittain. Vuonna 2022 julkaisemme useita kiinnostavia levyjä.  Niistä saat parhaiten tietoa liittymällä postituslistoillemme tai seuraamalla meitä Instagramissa ja/tai Facebookissa.\n\nOlemme löytäneet markkinamme niiltä musiikin alueilta, jotka eivät monikansallisia levy-yhtiöitä kiinnosta \n",
			"genres": "jazz kansanmusiikki maailma pop",
			"url": "https://www.texicallirecords.com/",
			"artists": [

			]
		},
		{
			"name": "VLMedia Oy",
			"info": "VLMedia on luonut suomalaisille suuria tunteita - ääntä, kuvia ja hyvää mieltä jo yli kolmekymmentä vuotta! Yritys on yksi suurimmista kotimaisista toimijoista elokuvien sekä lahjakorttien liiketoiminta-alueilla.\n\nMaailman digitalisoituessa, on VLMedia laajentanut toimintaansa perinteisistä DVD- ja blu-ray-julkaisuista digitaaliseen Video on Demand-jakeluun. Yritys toimittaakin nykyisin enenevässä määrin erilaisia digitaalisia viihdesisältöjä useisiin kotimaisiin sekä ulkomaisiin kanaviin.\n\n\nYritys on voimakkaasti laajentanut toimintaansa myös aktivoitavien lahjakorttien markkinalle tarjoten modernin lahjakorttien palvelu- ja tuotekonseptin vähittäiskaupalle. Valikoima sisältää kaikki suurimmat ulkomaiset brändilahjakortit kuten PlayStation, Xbox, Nintendo, Google Play, Apple, Netflix, Paysafecard ja Zalando. Lisäksi valikoimaan kuuluvat kotimaiset suosikit kuten Lippu.fi- ja Ruutu+ -lahjakortit, Finnkinon sarjaliput, F-Securen tietoturvatuotteet sekä alati päivittyvä kotimaisten Gift4You elämyslahjakorttien tuoteperhe, josta löytyvät muun muassa SuperPark, Makuelämys, Huonepakopeli, Kylpyläelämys ja Deluxe illallinen lahjakortit.\n",
			"genres": "dance iskelmä lapset",
			"url": "https://www.vlmedia.fi",
			"artists": [

			]
		},
		{
			"name": "Warner Music Finland Oy / HMC Publishing",
			"info": "",
			"genres": "dance pop rock",
			"url": "https://warnermusic.com",
			"artists": [
				"ABREU",
				"AHTI",
				"ALIISA SYRJÄ",
				"ALLY BROOKE",
				"ALMA",
				"ANI",
				"ANNA PUU",
				"ANNE-MARIE",
				"ANTTI TUISKU",
				"Aretha Franklin",
				"ARTTU WISKARI",
				"ASHNIKKO",
				"AUSTIN MAHONE",
				"AVA MAX",
				"AVERAGEKIDLUKE",
				"AVRIL LAVIGNE",
				"AYA NAKAMURA",
				"BANX & RANX",
				"BAZZI",
				"BEBE REXHA",
				"BEHM",
				"BENJAMIN",
				"BENSON BOONE",
				"BERTA",
				"BIFFY CLYRO",
				"BILLY TALENT",
				"BIRDY",
				"BLANKA",
				"BRUNO MARS",
				"BRYCE VINE",
				"BURNA BOY",
				"CARDI B",
				"CHARLI XCX",
				"CHARLIE PUTH",
				"CHRISTINA PERRI",
				"CHRISTOPHER",
				"CLEAN BANDIT",
				"CLEDOS",
				"COLDPLAY",
				"CONOR MAYNARD",
				"CORDAE",
				"COREY TAYLOR",
				"CORNELIA JAKOBS",
				"COSTEE",
				"DAMPF",
				"DAN + SHAY",
				"DANNY",
				"DAVI",
				"DAVID BOWIE",
				"DAVID GUETTA",
				"DEATH CAB FOR CUTIE",
				"DISCIPLES",
				"DISTURBED",
				"DOG HUSTLERS",
				"DONKEYBOY",
				"DRAM",
				"DUA LIPA",
				"E^ST",
				"ECHOSMITH",
				"ED SHEERAN",
				"EDEL",
				"EETU",
				"ELDERBROOK",
				"ELECTRIC GUEST",
				"ELLIMEI",
				"ELLINOORA",
				"EMMA & MATILDA",
				"ERIKA SIROLA",
				"ERIKA VIKMAN",
				"ERIN",
				"ESA KAARTAMO",
				"ETTA",
				"FAIJA",
				"Fall Out Boy",
				"Faouzia",
				"FAUSTIX",
				"FEDER",
				"FETTY WAP",
				"FLO RIDA",
				"FOALS",
				"Fred again..",
				"GALANTIS",
				"GARY CLARK Jr.",
				"GAYLE",
				"GOJIRA",
				"GORILLAZ",
				"GRANDSON",
				"GREEN DAY",
				"GRIFF",
				"GUCCI MANE",
				"HALESTORM",
				"HAMZAA",
				"HAYLEY KIYOKO",
				"HESAÄIJÄ",
				"HONNE",
				"IDA PAUL & KALLE LINDROTH",
				"ILON",
				"ILOVEMAKONNEN",
				"IRON MAIDEN",
				"J. KARJALAINEN",
				"JAAKKO KULTA",
				"JACK HARLOW",
				"JAMES BLUNT",
				"JANELLE MONÁE",
				"JANIECK",
				"JASMINE THOMPSON",
				"JASON DERULO",
				"JC STEWART",
				"JDXN",
				"JENNI VARTIAINEN",
				"JESS GLYNNE",
				"JOEL CORRY",
				"JOHN LUNDVIK",
				"JOSH GROBAN",
				"JOSHUA BASSETT",
				"JUBËL",
				"JULIE BERGAN",
				"KAIJA KOO",
				"KAISA OTTELIN",
				"KALEO",
				"KATRI HELENA",
				"KEHLANI",
				"KEIRA",
				"KELLY CLARKSON",
				"KENYA GRACE",
				"KEVIN GATES",
				"KIA",
				"KIIARA",
				"KILLSWITCH ENGAGE",
				"KODAK BLACK",
				"KOJO FUNDS",
				"KORN",
				"KRIS KROSS AMSTERDAM",
				"KYLE",
				"KÄÄRIJÄ",
				"LALEH",
				"LAURI TÄHKÄ",
				"Led Zeppelin",
				"LIAM GALLAGHER",
				"Lianne La Havas",
				"LIKA-AKI",
				"LIL SKIES",
				"LIL UZI VERT",
				"LINDA",
				"LITTLE BIG",
				"LIZZO",
				"MAC MILLER",
				"MAHALIA",
				"MAISIE PETERS",
				"MARINA",
				"MATISSE & SADKO",
				"MATOMA",
				"MEEK MILL",
				"MEGAN THEE STALLION",
				"MELANIE MARTINEZ",
				"MICHAEL BUBLE",
				"MIKKO HARJU",
				"MINUS MANUS",
				"MIRA LUOTI",
				"MONAKO",
				"MOUHOUS",
				"MUSE",
				"MY CHEMICAL ROMANCE",
				"MÅNS ZELMERLÖW",
				"NATHAN DAWE",
				"NESSA BARRETT",
				"NLE CHOPPA",
				"OFENBACH",
				"OLLI HALONEN",
				"PANIC! AT THE DISCO",
				"PASI JA ANSSI",
				"PETE PARKKONEN",
				"PIKKU G",
				"PINK FLOYD",
				"PORTUGAL. THE MAN",
				"PRINCE",
				"PYRYTHEKID",
				"RED HOT CHILI PEPPERS",
				"RICO NASTY",
				"ROBIN SCHULZ",
				"Roddy Ricch",
				"ROXETTE",
				"ROYAL BLOOD",
				"RUDIMENTAL",
				"SABINA DDUMBA",
				"SABRINA CLAUDIO",
				"SAMULI EDELMANN",
				"SANNI",
				"SARA BEE",
				"SAWEETIE",
				"SCOTT HELMAN",
				"SHINEDOWN",
				"SIA",
				"SILK SONIC",
				"SKRILLEX",
				"SLIPKNOT",
				"SOFIA REYES",
				"STIG",
				"SUVI TERÄSNISKA",
				"TEDDY SWIMS",
				"TEN TONNES",
				"THE BLACK KEYS",
				"THE DOORS",
				"THE HEAD AND THE HEART",
				"THE ROOP",
				"THE SNUTS",
				"THE VERKKARS",
				"TINIE TEMPAH",
				"TION WAYNE",
				"TONES AND I",
				"TREY SONGZ",
				"TRIVIUM",
				"TUNGEVAAG",
				"TUPE.",
				"TURISTI",
				"TWENTY ONE PILOTS",
				"TY DOLLA $IGN",
				"VC Barre",
				"VESALA",
				"VESTA",
				"VIIVI",
				"VITUNLEIJA®",
				"VJ",
				"WALE",
				"WHEREISMIKE",
				"WHY DON’T WE",
				"WILDER WOODS",
				"WINONA OAK",
				"WIZ KHALIFA",
				"YOLA",
				"YOUNG THUG",
				"ÖVERI"
			]
		},
		{
			"name": "Zen Master Records & Publishing Oy",
			"info": "",
			"genres": "dance elektroninen jazz maailma pop rock",
			"url": "https://rockadillo.fi",
			"artists": [

			]
		},
		{
			"name": "GL Music Entertainment",
			"info": "GL Music Entertainment is a Label, Management, Publishing & TV Production company representing leading Scandinavian songwriters, artists, musicians and producers as well as some of the worlds leading independent music publishers.\n\nSince GL Music Entertainment's founding in 2011, we have been working with many large Scandinavian and international independent and major labels, television stations and film companies regarding songwriting, production and album releases for various artists, TV series, movies etc.\n\nGL Music Entertainment represent and sub-publish over 500.000 copyrights in scandinavia from publishers all over the world inncluding classics from Elvis Presley, Johnny Cash and Bill Withers and new repertoire from Justin Bieber, Cardi B and Arianna Grande and big tracks from the likes of David Guetta, Lost Frequencies, Amin Van Buuren and Harwell.\nProfessionals in the music industry\n\nFrom the beginning, GL Music Entertainment has taken part in production of no. 1 singles/albums, successful TV shows and movies. The minds behind our company have produced and written songs for gold and platinum selling artists.\n\nCombined we have sold more than 50 million physical albums and singles around the world and our tracks streamed so many times that we actually lost track. \n\nGL Music Entertainment is in charge of Musical Direction on some of the biggest TV shows like X-Factor, Mentor, Denmarks Got Talent and Voice Junior on national TV. We are always open to new collaborations and our team is ready to be at your assistance.\n",
			"genres": "dance elektroninen jazz maailma pop rock",
			"url": "https://glmusic.dk",
			"artists": [
				"Amanda Thomsen",
				"Andreas Fejer",
				"Ankerstjerne",
				"Balken",
				"Barbara Moleko",
				"Boye & Sigvardt",
				"Carmen Tynell",
				"Christian Coer",
				"Daniel Fält",
				"Englando",
				"Feras",
				"Frederik Jyll",
				"Gustav Boje Brun",
				"Ilang Lumholt",
				"Iris Gold",
				"J-Spliff",
				"Jacob Buchardt",
				"Jade Ell",
				"Jay Made",
				"Jennifer Aalto",
				"Jeppe Pilgaard",
				"Jes Meinertz Byg",
				"Joakim Buddee",
				"Karen Rosenberg",
				"Kasper \"Kay\" Larsen",
				"Kim Nowak-Zorde",
				"Lasse Lindorff",
				"Mahrow",
				"Marco Twellmann",
				"Max Ulver",
				"Munken",
				"Pauline",
				"Rasmus Rydahl",
				"RH",
				"Simon Vestergaard",
				"Thomas Volmer Schulz",
				"Von Quar",
				"Wafande"
			]
		},
		{
			"name": "247 Artists",
			"info": "Our mission is to build a global community of creative professionals and enthusiasts that fosters innovation, promotes personal growth, and gives the artist in every neighborhood the confidence and tools to pursue their dreams.\n\nWe’re building the largest catalog of creative-led courses, developing world-class creator tools and connecting a global network of creatives in the music industry.\n\nWe’re more than just a platform,\nwe’re a true creative hub.\n",
			"genres": "dance elektroninen jazz maailma pop rock",
			"url": "https://247artists.com",
			"artists": [

			]
		},
		{
			"name": "Universal Music Publishing Group",
			"info": "Universal Music Publishing Group (UMPG) the global publishing division of Universal Music Group, represents a world-class catalogue of songs inclusive of every genre. Headquartered in Los Angeles, UMPG has 48 offices in 40 countries. The company represents some of the world’s most important songwriters and catalogs, including: ABBA, Adele, Jack Antonoff, ATL Jacob, J Balvin, Beach Boys, Beastie Boys, Bee Gees, Louis Bell, Irving Berlin, Leonard Bernstein, Jeff Bhasker, Justin Bieber, Benny Blanco, Nicholas Britell, Chris Brown, Tommy Brown, Mariah Carey, Brandi Carlile, Sabrina Carpenter, Michael Chabon, Nija Charles, Kenny Chesney, Desmond Child, Cirkut, The Clash, Dave Cobb, Coldplay, Luke Combs, Iván Cornejo, Lucy Dacus, Lana Del Rey, Jason Derulo, Alexandre Desplat, Neil Diamond, Disclosure, Drake, Bob Dylan, Billie Eilish, Danny Elfman, Eminem, Gloria and Emilio Estefan, Omer Fedi, Feid, Florence + the Machine, Fred again.., Future, Martin Garrix, Selena Gomez, Ariana Grande, Al Green, Josh Groban, Danny L Harle, Kid Harpoon, Emile Haynie, Jimi Hendrix, Don Henley, H.E.R., Hit-Boy, Sam Hunt, Ice Spice, Carly Rae Jepsen, Rodney Jerkins, Tobias Jesso Jr., Billy Joel, Elton John/Bernie Taupin, Joe Jonas, Alicia Keys, David Kushner, Carin León, Steve Lacy, Kendrick Lamar, Lana Del Rey, Lil Baby, Lil Yachty, Linkin Park, Lorde, Demi Lovato, the Mamas & the Papas, Steve Mac, Maroon 5, Dave Matthews, Megan Thee Stallion, Shawn Mendes, Metallica, Metro Boomin, Julia Michaels, Miguel, Maren Morris, Mumford & Sons, Nas, Randy Newman, New Order, Pearl Jam, Post Malone, Elvis Presley, Prince, Quavo, Otis Redding, R.E.M., Red Hot Chili Peppers, Rex Orange County, Lionel Richie, Maggie Rogers, Rosalía, Carole Bayer Sager, Gustavo Santaolalla, Schoolboy Q, Carly Simon, Blake Slatkin, Britney Spears, Stax (East Memphis Music), Sting, Harry Styles, Swedish House Mafia, Taylor Swift, SZA, Take a Daytrip, Justin Timberlake, Shania Twain, U2, Keith Urban, Michael Uzowuru, The Weeknd, Jack White, Dan Wilson, Yahritza, Frank Zappa, Zedd and many more.\n\nUMPG is also a global leader in Classical & Screen, Christian/Gospel and Production Music. The company is the publisher of choices for film and TV studios, providing creative, sync licensing and administration services for companies including Universal Pictures, Warner Bros. Pictures, Lionsgate, MGM, Paramount, Disney Europe (and other territories), Viacom, Amazon, HBO, DreamWorks, DreamWorks Animation, Legendary Pictures, Mar Vista Entertainment, NBC and Sesame Workshop, among many others. \n\nUMPG is also a global leader in Classical & Screen, Christian/Gospel and Production Music. The company is the publisher of choices for film and TV studios, providing creative, sync licensing and administration services for companies including Universal Pictures, Warner Bros. Pictures, Lionsgate, MGM, Paramount, Disney Europe (and other territories), Viacom, Amazon, HBO, DreamWorks, DreamWorks Animation, Legendary Pictures, Mar Vista Entertainment, NBC and Sesame Workshop, among many others. \n",
			"genres": "dance elektroninen jazz maailma pop rock",
			"url": "https://www.umusicpub.com",
			"artists": [
				"ABBA",
				"Adele",
				"Jack Antonoff",
				"ATL Jacob",
				"J Balvin",
				"Beach Boys",
				"Beastie Boys",
				"Bee Gees",
				"Louis Bell",
				"Irving Berlin",
				"Leonard Bernstein",
				"Jeff Bhasker",
				"Justin Bieber",
				"Benny Blanco",
				"Nicholas Britell",
				"Chris Brown",
				"Tommy Brown",
				"Mariah Carey",
				"Brandi Carlile",
				"Sabrina Carpenter",
				"Michael Chabon",
				"Nija Charles",
				"Kenny Chesney",
				"Desmond Child",
				"Cirkut",
				"The Clash",
				"Dave Cobb",
				"Coldplay",
				"Luke Combs",
				"Iván Cornejo",
				"Lucy Dacus",
				"Lana Del Rey",
				"Jason Derulo",
				"Alexandre Desplat",
				"Neil Diamond",
				"Disclosure",
				"Drake",
				"Bob Dylan",
				"Billie Eilish",
				"Danny Elfman",
				"Eminem",
				"Gloria and Emilio Estefan",
				"Omer Fedi",
				"Feid",
				"Florence + the Machine",
				"Fred again..",
				"Future",
				"Martin Garrix",
				"Selena Gomez",
				"Ariana Grande",
				"Al Green",
				"Josh Groban",
				"Danny L Harle",
				"Kid Harpoon",
				"Emile Haynie",
				"Jimi Hendrix",
				"Don Henley",
				"H.E.R.",
				"Hit-Boy",
				"Sam Hunt",
				"Ice Spice",
				"Carly Rae Jepsen",
				"Rodney Jerkins",
				"Tobias Jesso Jr.",
				"Billy Joel",
				"Elton John/Bernie Taupin",
				"Joe Jonas",
				"Alicia Keys",
				"David Kushner",
				"Carin León",
				"Steve Lacy",
				"Kendrick Lamar",
				"Lana Del Rey",
				"Lil Baby",
				"Lil Yachty",
				"Linkin Park",
				"Lorde",
				"Demi Lovato",
				"the Mamas & the Papas",
				"Steve Mac",
				"Maroon 5",
				"Dave Matthews",
				"Megan Thee Stallion",
				"Shawn Mendes",
				"Metallica",
				"Metro Boomin",
				"Julia Michaels",
				"Miguel",
				"Maren Morris",
				"Mumford & Sons",
				"Nas",
				"Randy Newman",
				"New Order",
				"Pearl Jam",
				"Post Malone",
				"Elvis Presley",
				"Prince",
				"Quavo",
				"Otis Redding",
				"R.E.M.",
				"Red Hot Chili Peppers",
				"Rex Orange County",
				"Lionel Richie",
				"Maggie Rogers",
				"Rosalía",
				"Carole Bayer Sager",
				"Gustavo Santaolalla",
				"Schoolboy Q",
				"Carly Simon",
				"Blake Slatkin",
				"Britney Spears",
				"Stax (East Memphis Music)",
				"Sting",
				"Harry Styles",
				"Swedish House Mafia",
				"Taylor Swift",
				"SZA",
				"Take a Daytrip",
				"Justin Timberlake",
				"Shania Twain",
				"U2",
				"Keith Urban",
				"Michael Uzowuru",
				"The Weeknd",
				"Jack White",
				"Dan Wilson",
				"Yahritza",
				"Frank Zappa",
				"Zedd"
			]
		},
		{
			"name": "Nordic Music Partners",
			"info": "Nordic Music Partners is the first international publishing collective owned and run by successful writers and producers. Founded in Helsinki & Oslo by award winning songwriters Teemu Brunila, Andreas “Axident” Schuller and Jukka Immonen, they have recently expanded to Europe with offices in Amsterdam and Paris.  Nordic Music Partners is a creator-driven publisher with pioneering founders who have collaborated with acts including Justin Bieber, Tiesto, FloRida, Jason Derulo, Dua Lipa and Doja Cat among others. They focus on creative development and ensure global success for their writers by building an extensive catalog of great music while creating a network linking up songwriters from the Nordic region to the rest of Europe and the United States. Read more on Music Week’s recent article.\n\nMusic at Work is experienced in global rollouts of repertoire, while promoting and marketing successfully throughout. This service, called 100th Meridian Music including top-line global distribution, is available to labels and artists that want to release independently and are looking for a more boutique approach than being 1 of 100 acts on a label. Music at Work has been providing label services for years, most notably for R3HAB’s very successful CYB3RPVNK label, having helped him gain over 23 million monthly listeners and achieve over 1 billion streams on his independent label alone. Other label clients include Florian Picasso, Dante Klein, Cimo Fränkel and Ayko among others.\n\nMusic at Work’s Song Machine is a recurring list of the top songs & productions available across all clients, writers and artists we represent. This service includes pitching to a global database of A-level artists and is tailor-made to all people in the industry  A&R’s, Artists, Labels, Publishers etc.\n\nWe have placed records with the likes of Alle Farben, Dimitri Vegas & Like Mike, Showtek, Eli & Fur, Deepend, Valentino Khan, Rita Ora, Loud Luxury.\n\nOur catalogue spans multiple genres ranging from commercial dance anthems, certified radio singalongs, folk pop, rap, latin and more. If you are in the market to search for that next record for your artists, The SongMachine can provide you with a tailor-made selection for your artists upon request.\n\nAre you interested to hear what we have in store? Please reach out to songmachine@musicatwork.biz and we would gladly assist you in finding that record for your artists.\n",
			"genres": "dance elektroninen jazz maailma pop rock",
			"url": "https://musicatwork.biz",
			"artists": [
				"Alle Farben",
				"Dimitri Vegas & Like Mike",
				"Showtek",
				"Eli & Fur",
				"Deepend",
				"Valentino Khan",
				"Rita Ora",
				"Loud Luxury"
			]
		}
	]
}