{
	"name": "Samuel Pohjantähti",
	"english_name": "Samuel Pohjantähti",
	"year_of_birth": 1989,
	"year_of_career_begin": 2024,
	"biography": "Samuel Pohjantähti is a Finnish edm artist. He has been listening to dance music since he was a child. The Amiga computer music of the 90s made a deep impression on him as a child. In elementary school, he listened to dance music songs made for children from well-known dance songs. As a child, she was very dancing, which she had inherited from her parents who danced a lot. The school's attempt to introduce dance club culture to 10-year-olds with the help of discos killed his natural dancing and took away all the joy from dancing. He became discouraged from dancing, but continued to enjoy music by making music on the computer. At the age of 10, he made a lot of music with the eJay software, which was a new invention that year. He switched to fast Fruity Loops software, and then Propellerheads to Reason, and Steinberg to Cubase. He was really bad at marketing his own music, and the people around him were not supportive at all, even though they basically supported the music hobby (but they just didn't understand anything). In the Finnish internet service Mikseri.net, he got attention, and got a realistic picture of his own music in relation to society. Music is hard to make ends meet, so he left music as a hobby for years. He studied music production as a hobby little by little, and even made music on a Linux desktop using Rosegarden, Ardour, TuxGuitar software. With these free source software, he cleaned up all the songs he made into an archiveable format, and he had around 300 compositions by 2022. He had tried to put words into words, but had found no inner fire. After the arrival of artificial intelligence, he decided to take a stronger hold on the lyrics with the help of GPT artificial intelligence, which was able to actively give feedback, and even make the lyrics easier. He became unemployed and got the opportunity to study music production, so he took it. He found himself to be a very advanced music producer, but lacking confidence and professional manners.",
	"musical_style": "Soft, Resonant",
	"vibe_of_voice": "wide range from soft to hard, and other styles too",
	"acoustic_instruments": "",
	"electronic_instruments": "DAW, Sylenth, Waves Ultmate, Steinberg Cubase, iZotope plugins, EzKeys, EzBass, Superior Drummer, NI Battery 4, GuitarRig 7, NI Massive, NI Reaktor",
	"vocalist_visual": "174cm long caucasian male, brown hair, green eyes, no beard, growing hair",
	"data": [

	],
	"phrases": [

	],
	"phrases_eng": [

	],
	"is_female": false,
	"language": 0,
	"releases": [
		"eka"
	]
}