{
	"title": "Mun Sivu",
	"english_title": "My Page",
	"date": "2023-09-11",
	"data": [
		{
			"key": "GENERAL_HISTORY",
			"value": "This was a \"trash\" opening track to get you going. The threshold for publication for the producer/singer/songwriter was high, and only the preparation of such a safe song made publication possible."
		},
		{
			"key": "LIFE_BEGINNING",
			"value": "The author was studying music production in Lappia, Tornio, Finland."
		},
		{
			"key": "LIFE_END",
			"value": "Same as the beginning."
		},
		{
			"key": "LIMITS_END",
			"value": "Clearly, the singing ability was a little lacking, but on the other hand it was also clear that some other students publish lower production quality with a lower threshold."
		},
		{
			"key": "LIMITS_BEGIN",
			"value": "At school, one of the tasks was to mix a song played by professional musicians who were students. The song left the impression that the creator himself is capable of the same result, and here is the result."
		},
		{
			"key": "LIFE_SCHOOL",
			"value": "Vocational college Lappia"
		},
		{
			"key": "LIFE_RELATIONSHIPS",
			"value": "None"
		},
		{
			"key": "LIFE_NERDINESS",
			"value": "C++ programmer using Windows, Conemu quake-like terminal with a lot of tools. Fluent user of FreeBSD and Linux."
		},
		{
			"key": "LIFE_MUSIC_PRODUCTION",
			"value": "He began publishing public commercial releases."
		},
		{
			"key": "LIFE_PHYSICAL_EXERCISE",
			"value": "He walks on the treadmill while using the computer. His hobbies also include kayaking, hiking and swimming in the swimming pool."
		},
		{
			"key": "LIFE_ART",
			"value": "He concentrates completely on the band's music. His visual art can be seen on the covers of publications. He shoots videos from hikes and publishes them on YouTube on his personal channel \"Seppo Pakonen\"."
		},
		{
			"key": "LIFE_FAMILY",
			"value": "He still has a father, mother, sister and maternal grandparents. He also has a family friend, Pekka. He doesn't have a family of his own, which he regrets."
		},
		{
			"key": "HEADSPACE_POSITIVITY",
			"value": "His interactivity with people is still valid."
		},
		{
			"key": "HEADSPACE_NEGATIVITY",
			"value": "He describes himself as being in read-only mode when it comes to women."
		},
		{
			"key": "THEME_COMPOSITION",
			"value": "This year's songs are just being memorized. They have a unique tone, which is difficult to describe so far."
		},
		{
			"key": "THEME_LYRICAL",
			"value": "Like Mikko Kuustonen"
		},
		{
			"key": "THEME_PRODUCTION",
			"value": "Pop rock"
		}
	],
	"ideas": [
		{
			"title": "My page",
			"target_song": "Oma sävelmä",
			"reference_song": "Tornion muusikot - Abrakadabra",
			"description": "Omat taidot riittää just ja just tämän mallintamiseen täysin omaksi.\nTarkoitan lähinnäkin laulajan taitotasoa ja yleistä laulutyyliä, ja sitä, mitä sen tukeminen soittimilla tarvii.\n"
		}
	],
	"songs": [
		"my_page"
	]
}